"RV_PROPRESENTER" = "ProPresenter";
"RV_RED" = "Red";
"RV_BLUE" = "Blue";
"RV_GREEN" = "Green";
"RV_ALIGNMENT" = "Alignment";
"RV_SOURCE" = "Source";
"RV_SAVE_AS" = "Save As…";
"RV_MASTER" = "Master";
"RV_CONVERT_MEDIA_ACTION" = "Convert Media Action to Slide Element";
"RV_GROUP_LABEL" = "Group Label";
"RV_RELAUNCH" = "ProPresenter needs to relaunch.";
"RV_LINKED" = "linked";
"RV_DO_YOU_WISH_TO_CONTINUE" = "Do you wish to Continue?";
"RV_BACKGROUND_COLOR" = "Background Color";
"RV_AUDIO_TRACK" = "Audio Track";
"RV_REMOVE_AUDIO_TRACK" = "Remove Audio Track";
"RV_REPLACE_AUDIO_TRACK" = "Replace Audio Track";
"RV_HEIGHT" = "Height";
"RV_SORT_BY" = "Sort by…";
"RV_EXPORTING" = "Exporting";
"UNDO_INSERT_DISPLAY_ELEMENT" = "Insert Display Element";
"UNDO_INSERT_DISPLAY_ELEMENTS" = "Insert Display Elements";
"UNDO_REMOVE_DISPLAY_ELEMENT" = "Remove Display Element";
"UNDO_REMOVE_DISPLAY_ELEMENTS" = "Remove Display Elements";
"UNDO_REPLACE_DISPLAY_ELEMENT" = "Replace Display Element";
"UNDO_REPLACE_DISPLAY_ELEMENTS" = "Replace Display Elements";
"UNDO_MOVE_DISPLAY_ELEMENT" = "Move Display Element";
"RV_Manually" = "Manually";
"RV_ARRANGEMENT" = "Arrangement";
"RV_TYPE" = "Type";
"RV_NAME" = "Name";
"RV_PATH" = "Path";
"RV_KIND" = "Kind";
"RV_DURATION" = "Duration";
"RV_CLEAN_UP_BY" = "Clean Up By";
"RV_FORMAT" = "Format";
"RV_ORIGINAL_LENGTH" = "Original Length";
"RV_PRODUCER" = "Producer";
"RV_BIBLES" = "Bibles";
"RV_BIBLES_OPTIONS" = "Slide Options";
"RV_BIBLE_PURCHACE_PROMPT" = "%@ has not been purchased for this ProPresenter registration, or all purchased licenses are in use. Would you like to purchase this Bible?";
"RV_LICENSE" = "License";
"RV_REFERENCE" = "Reference:";
"RV_VERSE" = "Verse:";
"RV_NO_TEXT_BOX_TITLE" = "(Untitled text box)";
"RV_REPLACE_LIBRARY_CONFIRMATION" = "\"%@\" already exists in the Library. Do you want to replace it with the one you're moving?"; /* Keep %@ as a NAME VALUE placeholder */
"RV_DELETE_MEDIA_CUE_ALERT" = "Are you sure you want to delete the selected Media Cues?";
"RV_CREATE_NEW_CLOUD_LIBRARY" = "Create New Cloud Library";
"RV_INVALID_WARNING_WITH_DAYS" = "Your code is not valid. You have %i days to enter a new unlock code.";
"RV_SELECT" = "Select";
"RV_MASK" = "Mask";
"RV_GROUP_COLOR" = "Group Color";
"RV_SLIDE" = "Slide";
"RV_FILE_NOT_LOCATED_GENERIC" = "\"%@\" could not be located"; /* generic COULD NOT BE LOCATED. Keep the "%@" as specific property names are added dynamically */
"RV_NOT_VALID_CODE" = "Invalid Unlock code";
"RV_CHOOSE_FILES" = "Choose File(s) for Import";
"RV_REPLACE_GENERIC_CONFIRMATION" = "\"%@\" already exists. Do you want to replace it?"; /* Keep \"%@\" as a NAME VALUE placeholder */
"RV_CATEGORY" = "Category";
"RV_VISIT_WWWRV" = "Please visit renewedvision.com to purchase additional licences.";
"RV_REPLACE_MY_FILES" = "Replace My Files";
"RV_SAVE_LABEL" = "Save Label";
"RV_CANCEL" = "Cancel";
"RV_COPYRIGHT_YEAR" = "Copyright Year";
"RV_ADD_NEW_ARRANGEMENT" = "New Arrangement…";
"RV_UNAMED_ARRANGEMENT_FALLBACK_NAME" = "Unnamed Arrangement";
"RV_DUPLICATE_ARRANGEMENT_NAME" = "There is already an arrangement with this name. Please choose a different name.";
"RV_CHOOSE_DIRECTORY" = "Select a Directory";
"RV_ADD_ACTION" = "Add Action";
"RV_UNDO_ADD_ACTIONS" = "Add Actions";
"RV_UNDO_ADD_ACTION" = "Add Action";

"RV_SAVE_AS_PROMPT" = "Enter a Name for the New File.";
"RV_EDIT_ACTION" = "Edit Action: \"%@\""; /* generic edit. Keep the "%@" as specific property names are added dynamically */
"RV_DELETE_FILES_ALERT_GENERIC" = "Are you sure you want to send \"%@\" to the Trash?";
"RV_DELETE_LINKED_CONTENT" = "Move linked media to trash";
"RV_DELETE_FILES_ALERT" = "Are you sure you want to send %i files to the Trash?";
"RV_DELETE_FROM_HARDDRIVE" = "Move to Trash";
"RV_COLOR" = "Color";
"RV_DELETE_CUES" = "Delete Cues";
"RV_REVERT_ALL_PREFERENCES_FROM_DATE" = "Restore Preferences From Backup On %@";
"RV_PREFERENCE_RESET_CONFIRMATION" = "Are you sure you want to reset all preferences?";
"RV_PREFERENCE_REVERT_CONFIRMATION" = "Are you sure you want to revert to backup?";
"RV_IMPROPER_REPOSITORY" = "This feature synchronizes ProPresenter files to a common repository that can be accesed from multiple machines.\n\nThere are unknown files or directories in the selected server location. You must choose an empty folder or an existing ProPresenter remote repository.";
"RV_LABEL" = "Label";
"RV_USE_EXISTING" = "Use Existing";
"RV_LOCK" = "Lock";
"RV_LOGOUT" = "Logout";
"RV_MOVE_TO_TRASH_EXPLAINATION" = "\"Delete Cues\" will remove from ProPresenter only. \"Move to trash\" will delete cues from all ProPresenter playlists and delete the file from the hard drive and ProPresenter Cloud (if applicable).";
"RV_MOVE_TO_TRASH_VIDEO_INPUT_EXPLAINATION" = "\"Delete Cues\" will remove from ProPresenter only.";
"RV_MOVE_TEMPLATE_CONFIRMATION" = "Are you sure you want to move the theme named \"%@\" to the trash?"; /* Keep %@ as a NAME VALUE placeholder */
"RV_IMPORT" = "Import";
"UNDO_IMPORT" = "Import";
"RV_LOGIN" = "Login";
"RV_HOT_KEY" = "Hot Key…"; /* Feature on a slide. Press a Key on the keyboard and the slide assigned to that "Hot Key" will be triggered */
"RV_ADD_PATH" = "Add Path";
"RV_MEDIA" = "Media";
"RV_UNABLE_TO_COPY" = "Error: Unable to copy file. %@";
"RV_EDIT_SLIDE" = "Edit Slide";
"RV_ERROR" = "Error";
"RV_QUIT_CONFIRMATION" = "Are you sure you want to quit ProPresenter?";
"RV_INVALID_CHARS" = "The name \"%@\" contains invalid characters.";/* Keep %@ as a NAME VALUE placeholder */
"RV_NAME_TAKEN" = "The name \"%@\" is already taken."; /* Keep %@ as a NAME VALUE placeholder */
"RV_RESERVED_NAME" = "The name \"%@\" is reserved by the application."; /* Keep %@ as a NAME VALUE placeholder */
"RV_MOVE" = "Move";
"RV_ALL" = "All";
"RV_SMART_PLAYLIST_FAILED_CONVERSION" = "The smart playlists in your media bin have failed conversion. You will be logged out of the cloud until this issue is resolved.";
"RV_ADD_AUDIO_TRACK" = "Add Audio Track";
"RV_NEW_PLAYLIST" = "New Playlist";
"RV_TIME_HAS_EXPIRED" = "Time has expired.";
"RV_REPLACE_FILES_IN_REPOSITORY" = "Replace Files in Repository";
"RV_REMOVE_ACTION_WITH_NAME" = "Remove Action: \"%@\"";
"RV_REFACTOR_CONFIRMATION" = "Are you sure you want to change the theme for %d selected documents?"; /* Keep %d as a numeral placeholder */
"RV_DO_NOT_SHOW_AGAIN" = "Do not show again";
"RV_UNKNOWN_FILE" = "Unknown File Type"; /* The system does not recognize the file and does not know how to handle it */
"RV_ADD_SLIDE" = "Add Slide";
"RV_DATE_FEEDBACK" = "ProPresenter is valid until: %@\r\rYou have %i day(s) until this license is due to expire.";
"RV_REPLACE_DATA" = "Replace Data";
"RV_MUST_MANAGE_MEDIA" = "Syncing Media will automatically enable the \"Manage Media Automatically\" option in General Preferences.";
"RV_PARAGRAPH_BREAK" = "Paragraph Break";
"RV_LINE_BREAK" = "Line Break";
"RV_TRANSITIONS" = "Transitions…"; /* How a triggered slide fades in, while the current slide fades out */
"RV_TRANSITION" = "Transition";
"RV_TRANSITION_CUT" = "Cut";
"RV_TRANSITION_DISSOLVE" = "Dissolve";
"RV_TRANSITION_ADVANCED" = "Advanced";
"RV_NEW_RECORDING" = "New Output Recording";
"STOP_RECORDING" = "Stop recording";
"UNABLE_TO_BEGIN_OUTPUT_RECORDING" = "Unable to begin output recording";
"RECORD_OUTPUT" = "Record output";
"NO_OUTPUT_FILE_SPECIFIED" = "No output file specified";
"RV_UNGROUP_MASTER_ONLY" = "Ungroup (Master Only)";
"RV_SYSTEM_CLOCK_WARNING" = "Your system clock has been modified from its original state.\r\rPlease contact Renewed Vision to purchase an unlock code.";
"RV_REFRESH_PCO" = "Refresh PCO Playlist";
"RV_UPDATE_PCO_TOOLTIP" = "An update is available for this plan";
"RV_LOOKING_FOR_MATCHES" = "Looking for Library matches… %@";
"RV_INCLUDE_MEDIA" = "Include media within Presentations";
"RV_SAVE" = "Save";
"RV_PASTE" = "Paste";
"RV_UNREGISTER_FAIL" = "Could not unregister at this time";
"RV_FOLDER_CONTAINS_NON_PRO_FILES" = "This folder contains files that are not ProPresenter documents. Are you sure you want to select this folder?";
"RV_CLEAR_ALL" = "Clear All";
"RV_DISABLE_CUE" = "Disable";
"RV_TIMER" = "Timer";
"RV_DELETE_TAG" = "Delete Tag";
"RV_UNREGISTER_FAIL_DESC" = "You must be connected to the internet in order to proceed. Contact support@renewedvision.com for further assistance.";
"RV_NEW_ACCOUNT" = "New Account";
"RV_REMOVE" = "Remove";
"RV_GROUP" = "Group";
"RV_DOWNLOAD_ERROR_MESSAGE" = "An error occured during the download process.";
"RV_QUIT" = "Quit"; /* Terminate the application */
"RV_ACCEPT" = "Accept";
"RV_LOOP" = "Loop";
"RV_ADD_MEDIA_ACTION" = "Add Media Action…";/* Add and action that will start a video or image playing in the background */
"RV_CLEAR" = "Clear"; /* Remove from screen */
"RV_RESIZE" = "Resize";
"RV_OTHER" = "Other…";
"RV_NO_PRESENTATION_SELECTED" = "No presentation selected";
"RV_NO_SELECTED_SLIDES" = "No slides are selected";
"RV_MOVE_MEDIA_ALERT" = "\"%@\" already exists in the Renewed Vision Media Folder.\rDo you want to replace it with the one you're moving?";
"RV_UPLOAD_PCO" = "Upload to PCO";
"RV_VOLUME" = "Volume";
"RV_BACKGROUND" = "Background"; /* The Backgrounds playlist has background behavior loop, stretch to fit, play behind… */
"RV_FOREGROUND" = "Foreground"; /* The Foregrounds playlist has Foreground behavior: stop, Clear screen, scale to fit… */

"RV_OK" = "OK"; /* used for a notification. This button accepts the notification statement */
"RV_RESET_EXPLANATION" = "This will set your preferences to factory defaults.";
"RV_REVERT_EXPLANATION" = "This will set your preferences to the last backup.";
"RV_LIBRARY" = "Library";
"RV_UNTITLED" = "Untitled";
"RV_MANAGE_LIBRARIES" = "Manage Libraries...";
"RV_CREATE" = "Create";
"RV_ARRANGEMENT_MANAGER" = "Manage Arrangements…";
"RV_PRINT" = "Print";
"RV_PRINT_PLAYLIST" = "Print Playlist";
"RV_ACTION_PALETTE" = "Action Palette…";
"RV_FLIP_HORIZONTALLY" = "Flip Horizontally";
"RV_FLIP_VERTICALLY" = "Flip Vertically";
"RV_FIND_LIB_MATCHES" = "Find Library Matches";
"RV_FILE_EXISTS" = "\"%@\" already exists";
"RV_DOWNLOAD_FILE_ERROR" = "You have downloaded %@, which is an unknown file type. Do you want to delete this file?";
"RV_ILLEGAL_CODE" = "An illegal registration code was detected. ProPresenter will now shut down.";
"RV_CONVERT_TO_NONPCO" = "Convert to Non-PCO";
"RV_PCO_PLAYLIST_IMPORT" = "PCO playlists do not allow editing. To make changes, convert the selected PCO playlist to a regular playlist.";
"RV_NONE" = "None";
"RV_DEFAULT" = "Default";
"RV_QUICK_EDIT" = "Quick Edit";
"RV_NEW_GROUP" = "New Group";
"RV_CHANGE_COLOR" = "Change Color…";
"RV_SELECT_FOR_COMMUNICATIONS" = "Select for Communications";
"RV_CONTINUE" = "Continue";
"RV_PRO_CUE_COLOR" = "Cue Color";
"RV_EDIT_ACTIONS" = "Edit Actions";
"RV_LAST_USED_DATE" = "Last Used Date";
"RV_EXPORT_BUNDLE" = "Export ProPresenter Bundle";
"RV_SELECT_ARRANGEMENT" = "Master - Select an arrangement to customize presentation flow.";
"RV_EMPTY_ARRANGEMENT" = "Empty Arrangement - Drag and drop group token here to begin.";
"RV_SMART_PLAYLIST_IS_SELECTED" = "You can not import a file to a smart playlist. Please select another playlist.";
"RV_ALL_USERS" = "All Users";
"RV_COPY" = "Copy";
"RV_MESSAGE" = "Message";
"RV_UPGRADE" = "Upgrade";
"RV_UPDATE" = "Update";
"CHOOSE_DOCUMENT_FOLDER" = "Choose a folder for your ProPresenter Documents";
"CHOOSE_FOLDER_FOR_SELECTED_DOCUMENTS" = "Choose a folder for %@ Documents";
"RV_ONLY_THIS_USER" = "Only this User";
"RV_REMOVE_FROM_PLAYLIST" = "Remove from Playlist";
"RV_CUSTOM_SIZE" = "Custom Size…";
"RV_CAN_NOT_UNDO" = "You cannot undo this action.";
"RV_COUNTDOWN" = "Countdown";
"RV_REMOVE_LOGO" = "Remove Logo";
"RV_UNGROUP" = "Ungroup";
"RV_PLAYLIST_EXPORT" = "Export Playlist";
"RV_DEFAULT_MEDIA_FOLDER" = "Would you like the Default Media folder to be accessible by all users of this computer or by this user account only?";
"RV_EXPORT_IMAGES" = "Export Slides as Images";
"RV_REMOVE_ACTIONS" = "Remove Actions";
"RV_REMOVE_GOTO_NEXT_TIMER" = "Remove Go To Next Timer";
"RV_SAVE_DOC_ERROR_EXPLANATION" = "Could not save file at path: %@"; /* generic SAVE ERROR. Keep the "%@" as specific property names are added dynamically */
"RV_REMOVE_ALL" = "Remove All";
"RV_ILLEGAL_CODE_EXPLANATION" = "Contact Renewed Vision for assistance. 404-935-4044";
"RV_ENABLE_CUE" = "Enable";
"RV_CUT" = "Cut";
"RV_KEEP_EXISTING_DATA" = "Keep Existing Data";
"RV_GOTO_NEXT_TIMER" = "Go to Next Timer…"; /* A timer that will automatically select the next slide */
"RV_STOP" = "Stop";
"RV_START" = "Start";
"RV_INSTALL" = "Install";
"RV_NETWORK_ERROR" = "Network Error";
"RV_NETWORK_OFF" = "The current network has been turned off. Please go to network settings in preferences to enable your network";
"RV_PCOLIVE_NO_PLAN" = "No plan has been selected! Please choose a plan to use this feature.";
"RV_PCOSEQUENCE_INFO" = "Sorry, it looks like there are no linked PCO keys with this group.";
"RV_PCO_NOT_LOGGED_IN_ALERT" = "No user logged into Planning Center Online";
"RV_PCO_NOT_LOGGED_IN_INFO" = "Open preferences to log in first";
"RV_SEARCH_RANK" = "Search Rank";
"RV_CHANGE_HEADER_COLOR" = "Change Header Color";
"RV_INSTALLED" = "Installed";
"RV_NOT_IN_USE" = "Not in use";
"RV_ACTIVATE" = "Activate";
"RV_DEACTIVATE" = "Deactivate";
"RV_NOT_AVAILABLE" = "Not Available";
"RV_VERSION" = "Version %@ (%@)";
"RV_PURCHASED" = "Purchased";
"RV_FREE" = "Free";
"RV_EXPORT" = "Export";
"RV_EXPORT_DESTINATION" = "Choose Export Destination";
"PROPRESENTER_EXPORT" = "ProPresenter Export";
"RV_MESSAGE_REQUEST" = "Message Request";
"RV_SHOW_NOW" = "Show Now";
"RV_DISMISS" = "Dismiss";
"RV_PRORES422HQ_DESC" = "Best Quality; Very Large File Size; ~220 Mbps";
"RV_PRORES422_DESC" = "Very Good Quality; Large File Size; ~145 Mbps";
"RV_PRORES422LT_DESC" = "Good Quality; Medium File Size; ~100 Mbps";
"RV_PRORES422PROXY_DESC" = "Low Quality; Small File Size; ~40 Mbps";
"RV_H264_DESC" = "High Quality; Small File Size";
"RV_CHANGE_SUPPORT_LOCATION" = "This will change the storage location of all ProPresenter Support Files. In most cases, you should select \"Only this User\".";
"RV_REPLACE_APP_SUPPORT" = "The file path you have selected already contains ProPresenter data. If you choose \"Keep Existing Data\", ProPresenter will use the data in this location. If you choose \"Replace Data\", the files you are currently using will replace those in the new path.";
"RV_SUPPORT_FILES" = "ProPresenter Data";
"RV_RESIZING_DOCUMENTS_PROGRESS" = "Resizing %li of %li…";
"RV_INVALID_BIBLE_TEMPLATE_TITLE" = "Theme Has No Elements";
"RV_INVALID_BIBLE_TEMPLATE" = "Themes used for Bibles must have at least one element.";
"RV_LIBRARY_DOCUMENTS" = "Library Documents";
"RV_LIBRARY_PLAYLIST" = "Library Playlist";
"RV_VI_FILES" = "Video & Image Files/Playlists";
"RV_AUDIO_FILES" = "Audio Files/Playlists";
"RV_SUPPORT_FILES" = "Support Files";
"RV_START_SYNC" = "Start Sync";
"REPLACE_CONTENTS_WITH_CLOUD_CONTENTS" = "Replace the library, media, and audio playlists on this computer with those that are on the cloud.";
"OVERWRITE_CLOUD_CONTENTS" = "Overwrite the library, media, and audio playlists on the cloud with those that are on this computer.";
"RV_NO_DEVICES_CONFIGURED" = "No devices configured";
"RV_NO_COMMAND_AVAILABLE" = "No command available";
"FILENAME" = "Filename";
"CONTENT_PARTIAL" = "Content (Partial)";
"STAGE_SCREEN_DEFAULT_NAME" = "Stage Screen";
"RV_AUDIENCE" = "Audience";
"RV_STAGE" = "Stage";
"RV_EDIT_STAGE_LAYOUTS" = "Edit Layouts…";
"NEW_GROUPED" = "Grouped…";
"NEW_EDGE_BLEND" = "Edge Blend…";
"CUSTOM_SIZE" = "Custom Size…";
"RV_UNKNOWN" = "Unknown";
"BLACKMAGIC" = "Blackmagic";
"RENAME…" = "Rename…";
"RV_NEW_NDI" = "New NDI";
"RV_NEW_SYPHON" = "New Syphon";
"RV_NEW_PLACEHOLDER" = "New Placeholder";
"RV_HOST" = "Host";
"RV_ASSIGN_OUTPUT_TO_ALL" = "Assign to All";
"RV_ASSIGN_OUTPUT_TO_NEW" = "Reassign to New";
"RV_OUTPUT_ALREADY_ASSIGNED" = "Output already assigned";
"RV_OUTPUT_ALREADY_ASSIGNED_INFO" = "This output is already assigned. Would you like to keep existing assignments to this output or reassign the output to the new screen only?";
"NEW_SYPHON_OUTPUT" = "New Syphon Output";
"NEW_PLACEHOLDER_OUTPUT" = "New Placeholder Output";
"PROSCREEN_INVALID_NAME" = "Invalid screen name!";
"PROSCREEN_NAME_ERROR" = "Screen name cannot be empty.";

"SCREEN_NAME" = "Screen Name";
"RV_SCREEN_COLOR" = "Screen Color";
"RV_UNCONFIGURED" = "Unconfigured";
"DISCONNECTED_%@" = "Disconnected: %@";
"NO_SELECTION" = "No Selection";
"ALPHA_KEY_TYPE" = "Type";
"ALPHA_KEY_BLEND" = "Blend";
"MODE" = "Mode";
"OUTPUT_TARGET" = "Output Target";
"RV_SINGLE" = "Single";
"RV_GROUPED" = "Grouped";
"RV_SCREEN" = "Screen";
"PRO_SCREEN_DEFAULT_NAME" = "Screen";
"RV_EDGE_BLEND" = "Edge Blend";
"NUMBER_OF_DEVICES" = "Number of Devices";
"ROWS" = "Rows";
"COLUMNS" = "Columns";
"SCREEN_ALIGNMENT" = "Alignment";
"DEVICE_TARGET_TYPE_FULL" = "Full";
"DEVICE_TARGET_TYPE_CUSTOM" = "Custom";
"SCREEN_HARDWARE_OUTPUT" = "Output";
"ASPECT_RATIO" = "Aspect Ratio";
"SIZE" = "Size";
"RV_NO_AVAILABLE_PROSCREEN" = "No Screen Selected";
"RV_NO_AVAILABLE_PROSCREEN_DESCRIPTION" = "Click the plus (＋) button to add a new Audience or Stage screen.";
"RV_RESET_ALL" = "Reset All";
"RV_GAMMA" = "Gamma";
"RV_BLACK" = "Black";
"INTERNAL_KEY" = "Internal Key";
"EXTERNAL_KEY" = "External Key";
"HARDWARE" = "Hardware";
"CORNER_PIN" = "Corner Pin";
"ALPHA_KEY_MODULE_TAB_BUTTON.title" = "Alpha Key";
"BLEND_SIZING" = "Blend Sizing";
"BLEND_OPTIONS" = "Blend Options";
"RV_LINEAR" = "Linear";
"RV_CUBIC" = "Cubic";
"RV_QUADRATIC" = "Quadratic";
"RADIUS" = "Radius";
"INTENSITY" = "Intensity";
"COLOR_ADJUSTMENT" = "Color Adjustment";
"LEFT_SCREEN" = "Left Screen";
"RIGHT_SCREEN" = "Right Screen";
"RESOLUTION_FORMAT" = "%i x %i";
"PROSCREEN_CONFLICTING_OUTPUT" = "This screen has conflicting output with %@";
"ITSELF" = "itself";
"RVSCREEN_CONFLICTING_OUTPUT" = "%@ output conflicts with %@";
"COORDINATE_X" = "X";
"COORDINATE_Y" = "Y";
"WIDTH" = "Width";
"HEIGHT" = "Height";
"LEFT_EDGE" = "Left Edge";
"RIGHT_EDGE" = "Right Edge";
"TOP_EDGE" = "Top Edge";
"BOTTOM_EDGE" = "Bottom Edge";
"ERROR_MIGRATING_DATA" = "Error Migrating Displays Data";
"MIGRATION_ERROR_INFORMATIVE_TEXT" = "There has been an error migrating your data from ProPresenter %d. Set up your displays again in Dipslay Configuation.";
"IDENTIFY" = "Identify";
"SCREENS" = "Screens";
"OUTPUTS" = "Outputs";
"CORNER_PINNING_EXPLANATION" = "Positive values move away from the center of the screen.";
"UNDO_RESET_ALL_COLORS" = "Reset All Colors";
"UNDO_RESET_ALL_CORNER_PINNING_VALUES" = "Reset All Corner Pinning Values";
"UNDO_SET_OUTPUT_DISPLAY" = "Set Output Display";
"UNDO_SET_ALPHA_KEY_ENABLED" = "Set Alpha Key Enabled";
"UNDO_SET_ALPHA_KEY_TYPE" = "Set Alpha Key Type";
"UNDO_ALPHA_KEY_BLEND_VALUE" = "Set Alpha Key Blend Value";
"UNDO_SET_PROSCREEN_NAME" = "Set ProScreen Name";
"UNDO_SET_ARRANGEMENT_TYPE" = "Set Arrangement Type";
"UNDO_REMOVE_MIRRORED_SCREEN" = "Remove Mirrored Screen";
"UNDO_SET_PROSCREEN_BACKGROUND_COLOR" = "Set Background Color";
"UNDO_SET_PROSCREEN_BACKGROUND_COLOR_ENABLED" = "Set Background Color Enabled";
"UNDO_SET_EDGE_BLEND_MODE" = "Set Edge Blend Mode";
"UNDO_SET_EDGE_BLEND_RADIUS" = "Set Edge Blend Radius";
"UNDO_SET_EDGE_BLEND_INTENSITY" = "Set Edge Blend Intensity";
"UNDO_SET_BLEND_WIDTH" = "Set Blend Width";
"UNDO_SET_EDGE_BLEND_GAMMA" = "Set Edge Blend Gamma";
"UNDO_SET_EDGE_BLEND_BLACK_LEVEL" = "Set Edge Blend Black Level";
"UNDO_SET_ALIGNMENT" = "Set Alignment";
"UNDO_SET_ALIGNMENT_POSITION" = "Set Alignment Position";
"UNDO_INSERT_SCREEN" = "Insert Screen";
"UNDO_INSERT_SCREENS" = "Insert Screens";
"UNDO_REMOVE_SCREEN" = "Remove Screen";
"UNDO_REMOVE_SCREENS" = "Remove Screens";
"UNDO_REPLACE_SCREEN" = "Replace Screen";
"UNDO_REPLACE_SCREENS" = "Replace Screens";
"UNDO_MOVE_SCREEN" = "Move Screen";
"UNDO_RESIZE_SCREEN" = "Resize Screen";
"UNDO_OUTPUT_MOVE" = "Output Move";
"UNDO_OUTPUT_RESIZE" = "Output Resize";
"UNDO_SET_SCREEN_COLOR_ENABLED" = "Set Screen Color Enabled";
"UNDO_SET_SCREEN_RED_LEVEL" = "Set Screen Red Level";
"UNDO_SET_SCREEN_GREEN_LEVEL" = "Set Screen Green Level";
"UNDO_SET_SCREEN_BLUE_LEVEL" = "Set Screen Blue Level";
"UNDO_SET_SCREEN_GAMMA" = "Set Screen Gamma";
"UNDO_SET_SCREEN_BLACK_LEVEL" = "Set Screen Black Level";
"UNDO_CORNER_PINNING_ADJUSTMENT" = "Corner Pinning Adjustment";
"UNDO_ENABLE_CORNER_PINNING" = "Enable Corner Pinning";
"UNDO_DISABLE_CORNER_PINNING" = "Disable Corner Pinning";
"RV_UNDO_MOVE_PLAYLIST_ITEMS" = "Move Playlist Items";
"UNDO_SET_PLAYLIST_NAME" = "Set Playlist Name";
"RV_POWERPOINT" = "PowerPoint";
"OPENING_POWERPOINT" = "Opening PowerPoint";
"FINALIZING_DOCUMENT" = "Finalizing Document";
"CREATING_SLIDE_OUT_OF" = "Creating slide %ld out of %ld";
"GENERATING_SLIDE_IMAGE_OUT_OF" = "Generating slide image %ld out of %ld";
"RV_PPT_IMPORT_SLIDES_AS_IMAGES" = "Import All Slides as JPEG Images";
"RV_PPT_IMPORT_TEXT_ONLY" = "Import Text Objects as ProPresenter Slide Elements";
"RV_PPT_IMPORT_TEXT_AND_GRAPHICS" = "Import Text and Graphic Objects as ProPresenter Slide Elements";
"NOT_IMPLEMENTED" = "Not Implemented";
"INVALID_FILE_EXTENSION" = "The selected file is a valid PowerPoint document. File selected: %@";
"UNABLE_TO_GET_IMPORT_HELPER" = "PowerPoint import helper not available for file at %@";
"FAILED_TO_OPEN_PRESENTATION" = "Unable to open a valid presentation";
"FAILD_CREATING_TEMP_DIRECTORY" = "Unable to create temporary working directory for import";
"FAILED_PDF_EXPORT" = "Save powerpoint as PDF (temporary) failed";
"FAILED_PDF_CREATION" = "Failed to create a PDF document from contents at location: %@";
"FAILED_TO_GET_RESOURCE_DIRECTORY" = "Unable to retrieve a valid image resources directory";
"FAILED_TO_CREATE_RESOURCE_DIRECTORY" = "Error creating import image directory at: %@";
"FAILED_TO_CONVERT_PDF_PAGE" = "Failed converting PDF page to valid image data";
"FAILED_SAVING_PDF_IMAGE" = "Failed writing image data to: %@";
"UNABLE_TO_GET_SLIDES" = "Unable to get slides from PowerPoint presentation";
"PRESENTATION_PARSING_ERROR" = "Unable to parse slide elements in presentation. Code: %@";
"UNABLE_TO_GET_TEXT_FROM_SHAPE" = "Unable to get text properties from PowerPoint";
"FAILED_SAVING_PICTURE" = "Unable to save the image slide element to: %@";
"UNABLED_TO_CREATE_IMAGE_ELEMENT" = "Unknown error creating image slide element";
"FILED_MOVING_EXPORTED_PICTURE_TO_RESOURCES" = "Error moving exported PowerPoint asset to document resources";
"BREAK_ON_NEW_VERSE_MESSAGE" = "Break On New Verse";
"BREAK_ON_NEW_VERSE_INFO" = "Currently the option for break on verse is not enabled. With multiple translations we will generate the slides by breaking on verse.";
"AVAILABLE" = "Available";
"REGISTERED_ON_THIS_COMPUTER" = "Registered on this computer";
"REGISTERED_ON" = "Registered on %@";
"SLIDES_BY_GROUP" = "Slides by Group";
"RV_TEXT_TRUNCATION" = "Truncate";
"RV_TEXT_TRUNCATE_BEGINNING" = "Beginning";
"RV_TEXT_TRUNCATE_MIDDLE" = "Middle";
"RV_TEXT_TRUNCATE_END" = "End";
"DOWNLOADING_ATTACHMENTS" = "Downloading Attachments";
"DOWNLOADING_PLAN_ITEMS" = "Downloading Plan Items";
"DOWNLOADING_SONG_INFO" = "Downloading Song Info";
"DOWNLOADING_ATTACHMENT_INFO" = "Downloading Attachment Info";
"DOWNLOADING_ARRANGEMENT_INFO" = "Downloading Arrangement Info";
"UPLOADING_ATTACHMENTS" = "Uploading Attachments";
"SAVE_AS_PRESENTATION" = "Save as Presentation";
"COPY_TO_PRESENTATION" = "Copy to Selected Presentation";
"SAVE_TO_PLAYLIST" = "Save to Playlist";
"SOCIAL_MEDIA" = "Social Media";
"APPROVED" = "Approved";
"START_OUTPUT_LOOP" = "Start Output Loop";
"REFACTOR_PREFERENCES" = "Refactor Preferences";
"SET_TRANSITION" = "Set Transition";
"CHANGE_TEXT_ATTRIBUTES" = "Change Text Attributes";
"TIME" = "Time";
"FORMAT" = "Format";
"RV_EXPORTED_PLAYLISTS" = "Exported Playlists";
"RV_SELECT_LOCATION" = "Select a Location";
"RV_CHOOSE_FOLDER" = "Choose Folder";
"RV_NO_VIDEO_SOURCE" = "- No Video Source -";
"RV_STAGE_LAYOUT" = "Stage Layout";
"RV_SOURCE_PATH_REQUIRED" = "A source path is required";
"RV_LOADING" = "Loading…";
"RV_OLD_NIV" = "Older version of NIV detected";
"RV_OLD_NIV_DESC" = "You have the 1984 version of the NIV installed for a previous version of ProPresenter. Would you like to update the older NIV to work with this version of ProPresenter?";
"RV_OLD_NIV_OPT_2011" = "Install 2011 NIV";
"RV_OLD_NIV_OPT_BOTH" = "Install Both Versions";
"RV_OLD_NIV_OPT_1984" = "Install 1984 NIV";
"RV_CHOOSE_AUDIO_FILE" = "Choose Audio File";
"RV_UNABLE_TO_COMBINE_SLIDES_NO_TEXT" = "Can not combine a slide without a Text Element";
"RV_UNABLE_TO_COMBINE_SLIDES_GROUP" = "Can not combine slides in different groups";
"RV_NOT_INSTALLED" = "Not Installed";
"RV_DOWNLOADING" = "Downloading";
"RV_PROCESSING" = "Processing";
"RV_INSTALLED" = "Installed";
"RV_ELAPSED_TIME" = "Elapsed Time";
"RV_SOCIAL" = "Social";
"RV_SOCIAL_APPROVE" = "Approve";
"RV_SOCIAL_REJECT" = "Reject";
"RV_SOCIAL_SHOW" = "Show";
"RV_SOCIAL_PLAYBACK" = "Approved Auto Playback";
"RV_SOCIAL_PLAYBACK_ENABLE" = "Enable Playback";
"RV_SOCIAL_LOOP_DURATION" = "Item Duration";
"RV_SOCIAL_REMOVE_PLAYED_ITEMS" = "Automatically Remove Shown";
"RV_DEMO" = "Demo";
"RV_DISABLE_DEMO" = "Disable Demo";
"RV_REGISTER_PRO" = "Register ProPresenter";
"RV_ALPHA_MODULE_ERROR" = "You must purchase, activate, or demo the alpha key module in order to use this feature.";
"RV_SDI_MODULE_ERROR" = "You must purchase, activate, or demo the SDI module in order to use this feature.";
"RV_EDGE_BLEND_MODULE_ERROR" = "You must purchase, activate, or demo the edge blend module in order to use this feature.";
"RV_UNREGISTERED_RIBBON_LABEL" = " Register ProPresenter ";
"RV_DEMO_ACTIVE_RIBBON_LABEL" = " Demo Active. Open Registration… ";
"RV_REGISTRATION" = "Registration";
"RV_NO_NETWORK_CONNECTION" = "No network connection";
"RV_EXPIRES_IN_X_DAYS" = "Expires in %i days";
"RV_EXPIRES_IN_1_DAY" = "Expires in 1 day";
"RV_LICENSE_TYPE_MAC" = "Mac License";
"RV_LICENSE_TYPE_SITE" = "Site License";
"RV_LICENSE_TYPE_TEMPORARY" = "Temporary License";
"RV_LICENSE_TYPE_SEAT" = "Seat License";
"RV_LICENSE_DETAILS" = "LICENSE";
"RV_REGISTERED_TO_PROMPT" = "Registered To:";
"RV_UNLOCK_CODE_PROMPT" = "Unlock Code:";
"RV_COMPUTER_NAME_PROMPT" = "Computer Name:";
"RV_REGISTER_BUTTON" = "Register";
"RV_INVALID_COMPUTER_NAME" = "Please enter a name for this computer.";
"RV_UNREGISTER_PROMPT" = "Are you sure you want to unregister ProPresenter?";
"RV_YES" = "Yes";
"RV_NO" = "No";
"RV_PURCHASE_MODULES_PROMPT_SINGLE" = "This screen requires a module that has not been purchased";
"RV_PURCHASE_MODULES_PROMPT_MULTIPLE" = "This screen requires modules that have not been purchased";
"RV_ENABLE_DEMO" = "Demo";
"RV_DISABLE_DEMO" = "Disable Demo";
"RV_ALL_MODULES_DEMOED_ALERT" = "All required modules are currently being demoed.";
"RV_DEMO_INFORMATIVE" = "This screen requires: %@. If these modules are demoed, a watermark will appear on your output.";
"RV_UNDO_ARRANGE" = "Arrange Elements";
"RV_UNDO_FONT_SIZE" = "Set Font Size";
"RV_UNDO_FONT" = "Set Font";
"RV_UNDO_BOLD" = "Bold";
"RV_UNDO_ITALIC" = "Italic";
"RV_UNDO_UNDERLINE" = "Underline";
"RV_UNDO_STRIKETHROUGH" = "Strikethrough";
"RV_UNDO_BASELINE_OFFSET" = "Set Baseline Offset";
"RV_UNDO_LINE_HEIGHt" = "Set Line Height";
"RV_UNDO_ALIGNMENT_LEFT" = "Align Left";
"RV_UNDO_ALIGNMENT_RIGHT" = "Align Right";
"RV_UNDO_ALIGNMENT_CENTER" = "Align Center";
"RV_UNDO_ALIGNMENT_JUSTIFIED" = "Align Justified";
"RV_UNDO_ALIGNMENT_TOP" = "Align Top";
"RV_UNDO_ALIGNMENT_BOTTOM" = "Align Bottom";
"RV_UNDO_ALIGNMENT_MIDDLE" = "Align Middle";
"RV_UNDO_SUPERSCRIPT" = "Set Superscript";
"RV_UNDO_LINE_SPACING" = "Set Line Spacing";
"RV_UNDO_CHARACTER_SPACING" = "Set Character Spacing";
"RV_UNDO_STOKE" = "Stroke";
"RV_UNDO_STOKE_WIDTH" = "Set Stroke Width";
"RV_UNDO_STOKE_COLOR" = "Set Stroke Color";
"RV_UNDO_TEXT_COLOR" = "Set Text Color";
"RV_UNDO_ALL_CAPS" = "All Caps";
"RV_UNDO_SHADOW" = "Shadow";
"RV_UNDO_SHADOW_TYPE" = "Set Shadow Type";
"RV_UNDO_SHADOW_ANGLE" = "Set Shadow Angle";
"RV_UNDO_SHADOW_OFFSET" = "Set Shadow Offset";
"RV_UNDO_SHADOW_RADIUS" = "Set Shadow Radius";
"RV_UNDO_SHADOW_OPACITY" = "Set Shadow Opacity";
"RV_UNDO_SHADOW_COLOR" = "Set Shadow Color";
"CHOOSE_TRANSITION" = "Choose…";
"CHANGE_TRANSITION" = "Change";
"MULTIPLE_SELECTED" = "Multiple Selected";
"REMOVE_TRANSITION" = "Remove";
"TRANSITION_PARAMETERS" = "Parameters";
"RV_UNDO_LIST_TYPE" = "Set List Type";
"RV_UNDO_LIST_INDENT" = "Set List Indent";
"RV_UNDO_LIST_ATTRIBUTE" = "Set List Attribute";
"RV_UNDO_LIST_START_NUMBER" = "Set List Start Number";
"BUILD_IN" = "Build In";
"BUILD_OUT" = "Build Out";
"AUTOMATICALLY" = "Automatically";
"DELAY" = "Delay";
"ON_CLICK" = "On Click";
"WITH_PREVIOUS_BUILD" = "With Previous Build";
"AFTER_PREVIOUS_BUILD" = "After Previous Build";
"WITH_SLIDE_BUILD" = "With Slide";
"AFTER_TRANSITION" = "After Transition";
"WITH_BUILD" = "With Build %d";
"AFTER_BUILD" = "After Build %d";
"RV_MULTIPLE_VALUES" = "Multiple Values";
"SET_SLIDE_DELAY" = "Set Slide Delay";
"SET_SLIDE_TRANSITION" = "Set Slide Transition";
"RV_UNDO_ELEMENT_BUILD_START" = "Set Element Build Start";
"RV_UNDO_ELEMENT_BUILD_DELAY_TIME" = "Set Element Build Delay Time";
"RV_SET_SLIDE_TRANSITION" = "Set Slide Transition";
"RV_UNDO_SET_START_TYPE" = "Set Start Type";
"RV_UNDO_INSERT_BUILD" = "Insert Build";
"RV_UNDO_REMOVE_BUILD" = "Remove Build";
"RV_UNDO_TEXT_SCALING" = "Set Text Scaling";
"RV_POINT_UNIT" = "pt";
"RV_UNDO_TEXT_MARGIN_LEFT" = "Set Left Margin";
"RV_UNDO_TEXT_MARGIN_RIGHT" = "Set Right Margin";
"RV_UNDO_TEXT_MARGIN_TOP" = "Set Top Margin";
"RV_UNDO_TEXT_MARGIN_BOTTOM" = "Set Bottom Margin";
"RV_FILL" = "Fill";
"RV_DOCUMENT" = "Document";
"RV_BUILD" = "Build";
"RV_TEXT" = "Text";
"RV_ALIGN_WITH_SPACE" = "Align ";
"RV_DISTRIBUTE_WITH_SPACE" = "Distribute ";
"RV_OBJECTS" = "Objects";
"RV_LAYOUTS" = "Layouts";
"RV_UNDO_ADD_CUES" = "Add Cues";
"RV_UNDO_ADD_CUE" = "Add Cue";
"RV_UNDO_REMOVE_CUES" = "Remove Cues";
"RV_UNDO_REMOVE_CUE" = "Remove Cue";
"RV_UNDO_SET_CUES" = "Set Cues";
"RV_UNDO_SET_CUE" = "Set Cue";
"RV_UNDO_REMOVE_ALL_CUES" = "Remove All Cues";
"RV_UNDO_MOVE_CUES" = "Move Cues";
"RV_UNDO_MOVE_CUE" = "Move Cues";
"RV_UNDO_REPLACE_CUES" = "Replace Cues";
"RV_UNDO_REPLACE_CUE" = "Replace Cue";
"RV_UNDO_ADD_GROUPS" = "Add Groups";
"RV_UNDO_ADD_GROUP" = "Add Group";
"RV_UNDO_REMOVE_GROUPS" = "Remove Groups";
"RV_UNDO_REMOVE_GROUP" = "Remove Group";
"RV_UNDO_REMOVE_ALL_GROUPS" = "Remove All Group";
"RV_UNDO_SET_GROUPS" = "Set Groups";
"RV_UNDO_SET_GROUP" = "Set Group";
"RV_UNDO_REPLACE_GROUPS" = "Replace Groups";
"RV_UNDO_REPLACE_GROUP" = "Replace Group";
"RV_UNDO_MOVE_GROUP" = "Move Group";
"RV_UNDO_MOVE_GROUPS" = "Move Groups";
"RV_UNDO_REPLACE_GROUPS" = "Replace Groups";
"RV_UNDO_REPLACE_GROUP" = "Replace Group";
"RV_UNDO_ADD_LABELS" = "Add Labels";
"RV_UNDO_ADD_LABEL" = "Add Label";
"RV_UNDO_REMOVE_LABELS" = "Remove Labels";
"RV_UNDO_REMOVE_LABEL" = "Remove Label";
"RV_UNDO_ADD_ARRANGEMENTS" = "Add Arrangements";
"RV_UNDO_ADD_ARRANGEMENT" = "Add Arrangement";
"RV_UNDO_REMOVE_ARRANGEMENTS" = "Remove Arrangements";
"RV_UNDO_REMOVE_ARRANGEMENT" = "Remove Arrangement";
"RV_UNDO_SET_ARRANGEMENTS" = "Set Arrangements";
"RV_UNDO_SET_ARRANGEMENT" = "Set Arrangement";
"RV_UNDO_REMOVE_ALL_ARRANGEMENTS" = "Remove All Arrangement";
"RV_UNDO_SET_CUE_NAME" = "Set Cue Name";
"RV_UNDO_SET_CUE_HOT_KEY" = "Set Cue Hot Key";
"RV_UNDO_SET_LABEL_TITLE" = "Set Label";
"RV_UNDO_SET_LABEL_COLOR" = "Set Label Color";
"RV_UNDO_SET_CUE_IS_ENABLED" = "Set Cue Enabled";
"RV_TEXT_LINK_CHOOSE_TYPE" = "Choose Type";
"RV_TEXT_LINK_TIMER" = "Timer";
"RV_TEXT_LINK_STAGE_MESSAGE" = "Stage Message";
"RV_TEXT_LINK_COUNTDOWN_TIMER" = "Timers";
"RV_TEXT_LINK_CURRENT_SLIDE" = "Current Slide";
"RV_TEXT_LINK_NEXT_SLIDE" = "Next Slide";
"RV_TEXT_LINK_VIDEO_COUNTDOWN" = "Video Countdown";
"RV_TEXT_LINK_CCLI" = "CCLI";
"RV_PRESERVE_NOTES_FORMAT" = "Preserve Notes Format";

"RV_MULTIPLE_COLOR_TRIGGER_VALUES" = "Multiple Color Trigger Values";
"RV_ENABLE" = "Enable";
"RV_DISABLE" = "Disable";
"RV_DELIMITER" = "Delimiter";
"RV_OPEN_FILE" = "Open File";
"RV_TEXT_FILL_STAGE_MESSAGE_FLASH" = "Flash When Message Shown";
"RV_TEXT_FILL_STAGE_MESSAGE_FLASH_COLOR" = "Flash Color";
"RV_FILL_PCO_LIGHT_THEME" = "Light";
"RV_FILL_PCO_DARK_THEME" = "Dark";
"RV_FILL_PCO_THEME" = "Theme";
"RV_FILL_PCO_TIME_FORMAT" = "Time Format";
"RV_PCO_LIVE_COUNTDOWN_FULL_LENGTH" = "Full Item Length";
"RV_PCO_LIVE_COUNTDOWN_END_ITEM_ON_TIME" = "End Item On Time";
"RV_PCO_LIVE_COUNTDOWN_END_SERVICE_ON_TIME" = "End Service On Time";
"RV_COLOR_TRIGGERS" = "Color Triggers";
"RV_SYSTEM_CLOCK_DATE_FORMAT" = "Date";
"RV_SYSTEM_CLOCK_TIME_FORMAT" = "Time";
"RV_SYSTEM_CLOCK_MILITARY_TIME_FORMAT" = "24 Hour";
"NO_DATE" = "No Date";
"NO_TIME" = "No Time";
"RV_LINKED_WEB_FILL_TITLE" = "URL: %@";
"LINKED_PCO_FILL.title" = "Planning Center";
"RV_LINKED_VIDEO_INPUT_FILL_TITLE" = "Video Input: %@";
"RV_LINKED_VIDEO_INPUT_FILL_INPUT" = "Input %li";
"RV_FILL_LINK_UNDO_TYPE_CHANGE" = "Set Fill Link Type";
"RV_FILL_LINK_UNDO_ENABLE_STATE_CHANGE" = "Enable Fill Link";
"RV_FILL_LINK_UNDO_PCO_THEME" = "Set PCO Fill Theme";
"RV_FILL_LINK_UNDO_PCO_COUNTDOWN_TYPE" = "Set PCO Fill Countdown Type";
"RV_FILL_LINK_UNDO_SCREEN_PREVIEW_CHANGE" = "Set Previewed Screen";
"RV_FILL_LINK_UNDO_SET_SLIDE_OBJECT" = "Set Linked Fill Object";
"RV_FILL_LINK_UNDO_SLIDE_IMAGE_SOURCE" = "Set Linked Slide Image Source";
"RV_TEXT_LINK_UNDO_TYPE_CHANGE" = "Set Text Link Type";
"RV_TEXT_LINK_UNDO_ENABLE_STATE_CHANGE" = "Enable Text Link";
"RV_TEXT_LINK_UNDO_COLOR_TRIGGER_TIME" = "Set Color Trigger Time";
"RV_TEXT_LINK_UNDO_COLOR_TRIGGER_COLOR" = "Set Color Trigger Color";
"RV_TEXT_LINK_UNDO_SET_COUNTDOWN_TIMER" = "Set Countdown Timer";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_FORMAT" = "Set Countdown Timer Format";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_COLOR_TRIGGERS" = "Set Countdown Timer Color Triggers";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_TEXT" = "Set Countdown Timer Text";
"RV_TEXT_LINK_UNDO_VIDEO_COUNTDOWN_FORMAT" = "Set Video Countdown Format";
"RV_TEXT_LINK_UNDO_VIDEO_COUNTDOWN_COLOR_TRIGGERS" = "Set Video Countdown Color Triggers";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_DATE_TYPE" = "Set System Clock Date Format";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_TIME_FORMAT" = "Set System Clock Time Format";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_TEXT" = "Set System Clock Text";
"RV_TEXT_LINK_UNDO_MILITARY_TIME" = "Set 24-Hour Time";
"RV_TEXT_LINK_UNDO_TICKER_TEXT" = "Set Ticker Text";
"RV_TEXT_LINK_UNDO_TICKER_RSS_URL" = "Set Text Ticker RSS URL";
"RV_TEXT_LINK_UNDO_TICKER_RSS_TYPE" = "Set Text Ticker RSS Content Type";
"RV_TEXT_LINK_UNDO_TICKER_FILE_URL" = "Set Text Ticker File";
"RV_TEXT_LINK_UNDO_TICKER_SOURCE_TYPE" = "Set Text Ticker Source";
"RV_TEXT_LINK_UNDO_TICKER_PLAY_RATE" = "Set Text Ticker Play Rate";
"RV_TEXT_LINK_UNDO_TICKER_LOOP" = "Enable Text Ticker Loop";
"RV_TEXT_LINK_UNDO_TICKER_LOOP_DELAY" = "Set Text Ticker Loop Delay";
"RV_TEXT_LINK_UNDO_TICKER_TEXT_DELIMITER" = "Set Text Ticker Delimiter";
"RV_TEXT_LINK_UNDO_STAGE_MESSAGE_FLASH" = "Set Stage Message Should Flash";
"RV_TEXT_LINK_UNDO_STAGE_MESSAGE_COLOR" = "Set Stage Message Flash Color";
"RV_TEXT_LINK_UNDO_LINKED_TEXT_OPTIONS" = "Set Linked Text Options";
"RV_TEXT_LINK_UNDO_SLIDE_TEXT_SOURCE" = "Set Text Link Source";
"RV_TEXT_LINK_UNDO_SLIDE_TEXT_OPTION" = "Set Text Link Options";
"RV_VISIBILITY_LINK_UNDO_SET_CONDITIONS" = "Set Visibility Link Conditions";
"RV_VISIBILITY_LINK_UNDO_SET_CRITERIA" = "Set Visibility Criteria";
"RV_VISIBILITY_LINK_UNDO_SET_ENABLED" = "Set Visibility Enabled";
"RV_VISIBILITY_LINK_UNDO_SET_VISIBILITY_TYPE" = "Set Visibility Type";
"RV_NO_GROUP_NAME" = "Group";
"RV_SLIDES" = "Slides";
"RV_UNDO_PRESENTATION_SIZE" = "Set Size";
"RV_UNDO_PRESENTATION_NAME" = "Set Name";
"RV_UNDO_PRESENTATION_CATEGORY" = "Set Category";
"RV_UNDO_PRESENTATION_NOTES" = "Change Notes";
"RV_UNDO_PRESENTATION_BACKGROUND" = "Set Background";
"RV_UNDO_PRESENTATION_CHORD_CHART" = "Set Chord Chart";
"RV_UNDO_PRESENTATION_ARRANGEMENT" = "Set Selected Arrangement";
"RV_UNDO_PRESENTATION_CONTENT_DESTINATION" = "Set Content Destination";
"RV_UNDO_CCLI_AUTHOR" = "Set Author";
"RV_UNDO_CCLI_ARTIST" = "Set Artist";
"RV_UNDO_CCLI_TITLE" = "Set Title";
"RV_UNDO_CCLI_PUBLISHER" = "Set Publisher";
"RV_UNDO_CCLI_COPYRIGHT_YEAR" = "Set Copyright Year";
"RV_UNDO_CCLI_SONG_NUMBER" = "Set Song Number";
"RV_UNDO_CCLI_SHOULD_DISPLAY" = "Set Should Display";
"RV_UNDO_TIMELINE_SELECTED_AUDIO_TRACK" = "Set Selected Track";
"RV_UNDO_TIMELINE_DURATION" = "Set Duration";
"RV_UNDO_TIMELINE_SHOULD_LOOP" = "Set Should Loop";
"RV_UNDO_TIMELINE_CUE_TRIGGER_TIME" = "Set Trigger Time";
"RV_UNDO_TIMELINE_CUE_TRIGGER_CUE" = "Set Trigger Cue";
"RV_STAGE_LAYOUTS" = "Stage Layouts";
"RV_RESIZE_STAGE_LAYOUT" = "Resize Stage Layout";
"RV_UNDO_SET_LAYOUT_NAME" = "Set Layout Name";
"RV_CHANGE_SLIDE_DESTINATION" = "Change Slide Destination";
"RV_STAGE_PLUS_AUDIENCE" = "Stage + Audience";
"RV_NO_STAGE_SCREENS_CONFIGURED" = "No stage screens configured";
"RV_UNDO_STAGE_ACTION_SET_SCREEN_ASSIGNMENTS" = "Set Screen Assignments";
"RV_UNDO_GROUPING_NAME" = "Set Name";
"RV_UNDO_GROUP_COLOR" = "Set Group Color";
"RV_UNDO_GROUP_HOT_KEY" = "Set Group Hot Key";
"RV_WRITE_OVER" = "Write Over";
"RV_CREATE_NEW_VERSION" = "New Version";
"RV_APPLY_TO_ALL" = "Apply To All";
"RV_IMPORT_UNZIP_ERROR_DESCRIPTION" = "Failed to unzip the file at path %@";
"RV_IMPORT_BUNDLE_NO_FILES_FOUND_ERROR_DESCRIPTION" = "No files found within the bundle at path %@";
"RV_IMPORT_TEMP_DIRECTORY_ERROR_DESCRIPTION" = "Failed to write to a temporary directory";
"RV_IMPORT_INVALID_FILE_ERROR_DESCRIPTION" = "We don't handle the file type at path %@";
"RV_IMPORT_CLIPBOARD_NO_TEXT_ERROR_DESCRIPTION" = "Cannot import text from the clipboard because the clipboard doesn't contain any text";
"RV_IMPORT_POWERPOINT_NOT_INSTALLED_ERROR_DESCRIPTION" = "PowerPoint is required to be able to import PowerPoint documents";
"RV_IMPORT_UNKNOWN_POWERPOINT_ERROR" = "Unknown PowerPoint Import Error";
"RV_IMPORT_BUNDLE_COULD_NOT_RELINK_MEDIA_ERROR_DESCRIPTION" = "There were errors relinking media from %@";
"RV_RELINK_DOCUMENTS" = "Relinking media for %@";
"RV_UNZIP_DIALOG" = "Unzipping bundle %@";
"RV_PRESENTATION_IMPORT_DIALOG" = "Importing presentation file %@";
"RV_TEMPLATE_IMPORT_DIALOG" = "Importing theme file %@";
"RV_SONG_SELECT_IMPORT_EMPTY_TITLE" = "Playlist name cannot be empty";
"RV_SONG_SELECT_IMPORT_INVALID_SELECTED_PLAYLIST" = "Cannot import into selected playlist";
"RV_SELECT_OUTPUT_DIRECTORY" = "Choose Directory to Export To";
"RV_JPEG_IMAGE_EXPORT" = "JPEG (with slide background color)";
"RV_PNG_IMAGE_EXPORT" = "PNG (without slide background color)";
"RV_INCLUDE_MEDIA_ACTIONS_IN_SLIDE_IMAGES" = "Include Media Actions";
"RV_EXPORT_SLIDE_IMAGES_MULTIPLE_DOCUMENTS" = "Slide Images";
"RV_EXPORT_DOCUMENT_LOAD_ERROR" = "There was a problem loading a document to export";
"RV_EXPORT_DOCUMENT_URL_ERROR" = "There was a problem loading a document to export"; // Two separate errors, but the text made sense for both.
"RV_EXPORT_SAVE_SLIDE_IMAGE_ERROR" = "There was a problem saving a slide image";
"RV_EXPORT_CREATE_DIRECTORY_ERROR" = "There was a problem creating a directory";
"RV_EXPORT_MULTIPLE_ERRORS" = "There were problems exporting files";
"RV_EXPORT_DOCUMENT_LOAD_ERROR_DESCRIPTION" = "There was a problem opening the document at %@";
"RV_EXPORT_DOCUMENT_URL_ERROR_DESCRIPTION" = "There was a problem finding the document named %@";
"RV_EXPORT_SAVE_SLIDE_IMAGE_ERROR_DESCRIPTION" = "Couldn't save a slide image to %@";
"RV_EXPORT_CREATE_DIRECTORY_ERROR_DESCRIPTION" = "Couldn't create a directory at %@";
"RV_EXPORT_PROGRESS_SLIDE_IMAGE" = "Exporting images for %@ (%i/%i)";
"RV_EXPORT_PROGRESS_ADD_TO_BUNDLE" = "Bundling %@";
"RV_EXPORT_PROGRESS_WRITING_BUNDLE" = "Saving Bundle";
"RV_EXPORT_PROGRESS_DOCUMENT" = "Exporting %@";
"RV_CUSTOM_SIZE_DESCRIPTION" = "Enter a width and height for the slide.";
"RV_INVALID_SLIDE_SIZE" = "Invalid slide size";
"RV_NEW_MESSAGE" = "New Message";
"RV_TIMELINE_POPOVER_CUE_NAME" = "Name:";
"RV_TIMELINE_POPOVER_CUE_TIME" = "Time:";
"RV_TIMELINE_CUE_AT_INDEX_%ld" = "Cue %ld";
"RV_TIMELINE_PLAY" = "Play";
"RV_TIMELINE_PAUSE" = "Pause";
"RV_TIMELINE_STOP" = "Stop";
"RV_TIMELINE_GO_TO_BEGINNING" = "Go To Beginning";
"RV_TIMELINE_RECORD" = "Record";
"RV_TIMELINE_STOP_RECORD" = "Stop Recording";
"RV_AUDIENCE_LOOKS_TITLE" = "Looks";
"RV_NEW_AUDIENCE_LOOK" = "New Audience Look";
"RV_MAKE_LOOK_LIVE" = "Make Live";
"RV_LIVE_LOOK" = "Live";
"RV_LIVE_LOOKS" = "Live Looks";
"RV_EDIT_AUDIENCE_LOOKS" = "Edit Looks…";
"RV_AUDIENCE_LOOK_UNDO_SET_NAME" = "Set Audience Look Name";
"RV_DEFAULT_LOOK_NAME" = "Look";
"RV_UNDO_INSERT_AUDIENCE_LOOK" = "Insert Look";
"RV_UNDO_INSERT_AUDIENCE_LOOKS" = "Insert Looks";
"RV_UNDO_REMOVE_AUDIENCE_LOOK" = "Remove Look";
"RV_UNDO_REMOVE_AUDIENCE_LOOKS" = "Remove Looks";
"RV_LOOK_OPTION_MASK" = "Mask";
"RV_LOOK_OPTION_PROPS" = "Props/Messages";
"RV_LOOK_OPTION_ANNOUNCEMENTS" = "Announcements";
"RV_LOOK_OPTION_ALT_TEMPLATE" = "Presentation";
"RV_LOOK_OPTION_PRESENTATION_FOREGROUND" = "Slide";
"RV_LOOK_OPTION_PRESENTATION_BACKGROUND" = "Media";
"RV_LOOK_OPTION_VIDEO_INPUT" = "Video Input";
"RV_UNDO_LOOK_PROPS_ENABLE" = "Enable Props";
"RV_UNDO_LOOK_PROPS_DISABLE" = "Disable Props";
"RV_UNDO_LOOK_VIDEO_INPUT_ENABLE" = "Enable Video Input";
"RV_UNDO_LOOK_VIDEO_INPUT_DISABLE" = "Disable Video Input";
"RV_UNDO_LOOK_SET_ALTERNATE_TEMPLATE" = "Set Alternate Theme";
"RV_UNDO_AUDIENCE_ACTION_SET_LOOK" = "Set Audience Look";
"RV_NO_AUDIENCE_LOOK_SELECTED" = "No Audience Look Selected";
"RV_MEDIA_ACTION_BEHAVIOR" = "Media Action Behavior";
"RV_DURATION_%@" = "Duration: %@";
"RV_UNDO_SET_PRESENTATION_URL" = "Set Presentation URL"; // External presentation action
"RV_UNDO_SET_SLIDE_ELEMENTS" = "Set Elements";
"RV_UNDO_APPLY_TEMPLATE_TO_SLIDE" = "Apply Theme";
"RV_OPERATOR_NOTES_PLACEHOLDER" = "Operator Notes";
"RV_CONTENT_DESTINATION_PRESENTATION" = "Presentation";
"RV_CONTENT_DESTINATION_ANNOUNCEMENTS" = "Announcements";
"RV_CONTENT_DESTINATION_EDIT_LOOKS" = "Edit Looks...";
"RV_HOTKEY_CONFLICT_WITH_CUE_MESSAGE_TEXT" = "Conflicting Hotkey";
"RV_HOTKEY_CONFLICT_WITH_CUE_INFORMATIVE_TEXT" = "This hotkey conflicts with another cue's hotkey. Would you like to replace the hotkey assignment?";
"RV_HOTKEY_CONFLICT_WITH_GROUP_MESSAGE_TEXT" = "Conflicting Hotkey";
"RV_HOTKEY_CONFLICT_WITH_GROUP_INFORMATIVE_TEXT" = "This hotkey conflicts with a cue group's hotkey. You can still set this hotkey, but the cue group takes precedence over this individual cue. You can change the cue group's hotkey in Preferences -> Labels";
"RV_HOTKEY_CONFLICT_WITH_CUE_AND_GROUP_MESSAGE_TEXT" = "Conflicting Hotkey";
"RV_HOTKEY_CONFLICT_WITH_CUE_AND_GROUP_INFORMATIVE_TEXT" = "This hotkey conflicts with another cue's hotkey and a cue group's hotkey. You can replace the other cue's hotkey, but the cue group will still take precedence over an individual cue. You can change the cue group's hotkey in Preferences -> Labels.\n\nWould you like to replace the other cue's hotkey assignment?";
"RV_REPLACE_HOTKEY" = "Replace Hotkey";
"RV_TIMER_ACTION_SET_CONFIGURATION" = "Set Configuration";
"RV_TIMER_ACTION_TYPE_START" = "Start";
"RV_TIMER_ACTION_TYPE_STOP" = "Stop";
"RV_TIMER_ACTION_TYPE_RESET" = "Reset";
"RV_TIMER_ACTION_TYPE_RESET_AND_START" = "Reset and Start";
"RV_TIMER_ACTION_OPEN_TIMERS" = "Open Timers…";
"RV_TIMER_ACTION_SELECT_TIMER" = "Select Timer";
"RV_TIMER_ACTION_ALLOWS_OVERRUN" = "Allows Overrun";
"RV_UNDO_DOCUMENT_ACTION_SET_SELECTED_ARRANGEMENT" = "Set Arrangement";
"RV_UNDO_MESSAGE_ACTION_SET_MESSAGE" = "Set Message Action";
"RV_UNDO_REMOVE_ALL_ACTIONS" = "Remove All Actions";
"RV_UNDO_SET_ACTIONS" = "Set Actions";
"RV_UNDO_SET_CUE_COMPLETION_ACTION" = "Set Cue Completion Action";
"RV_UNDO_SET_CUE_COMPLETION_ACTION_TYPE" = "Set Cue Completion Action Type";
"RV_UNDO_SET_CUE_COMPLETION_TARGET" = "Set Cue Completion Target";
"RV_UNDO_SET_CUE_COMPLETION_TIME" = "Set Go To Next Time";
"RV_UNDO_SET_CUE_COMPLETION_TYPE" = "Set Cue Completion Type";
"RV_LOOP_FOR_COUNT" = "Loop For Play Count…";
"RV_LOOP_FOR_TIME" = "Loop For Time…";
"RV_UNDO_SET_AUDIO_TYPE" = "Set Audio Type";
"RV_SHOW" = "Show";
"RV_UNDO_ADD_PLAYLIST_ITEM" = "Add Playlist Item";
"RV_UNDO_ADD_PLAYLIST_ITEMS" = "Add Playlist Items";
"RV_UNDO_SET_LAYER_TYPE" = "Set Layer for Media";
"RV_MEDIA_BIN_MENU_BEHAVIOR" = "Behavior";
"RV_MEDIA_BIN_MENU_SCALING" = "Scaling";
"RV_MEDIA_BIN_MENU_PLAYBACK" = "Playback";
"RV_MEDIA_BIN_MENU_NEXT_CUE" = "Next Cue";
"RV_MEDIA_BIN_MENU_INSPECT" = "Inspector…";
"RV_MEDIA_BIN_MENU_TRANSITIONS" = "Transitions…";
"RV_MEDIA_BIN_MENU_BACKGROUND" = "Background";
"RV_MEDIA_BIN_MENU_FOREGROUND" = "Foreground";
"RV_MEDIA_BIN_MENU_SCALE_FILL" = "Scale to Fill";
"RV_MEDIA_BIN_MENU_SCALE_FIT" = "Scale to Fit";
"RV_MEDIA_BIN_MENU_STRETCH_FILL" = "Stretch to Fill";
"RV_MEDIA_BIN_MENU_PLAYBACK_STOP" = "Stop";
"RV_MEDIA_BIN_MENU_PLAYBACK_LOOP" = "Loop";
"RV_MEDIA_BIN_MENU_PLAYBACK_SOFTLOOP" = "Soft Loop";
"RV_NEW_SMART_PLAYLIST" = "New Smart Playlist…";
"RV_NEW_FOLDER" = "New Folder";
"RV_VIDEO_INPUT" = "Video Input";
"RV_RANDOM" = "Random";
"RV_FIRST" = "First";
"RV_FROM_FINDER" = "From Finder";
"RV_FROM_VIDEO_INPUT" = "From Video Input";
"RV_ENABLE_IDENTIFY_LOOK" = "Enable Identify";
"RV_DISABLE_IDENTIFY_LOOK" = "Disable Identify";
"RV_CLOCK_MIGRATION" = "Starting Clock Migration";
"RV_STAGE_LAYOUT_MIGRATION" = "Starting Stage Layout Migration";
"RV_MESSAGES_MIGRATION" = "Starting Messages Migration";
"RV_MIGRATE_MIDI_PREFERENCES" = "Starting MIDI Map Migration";
"RV_IMPORT_UNHANDLED_TYPE_ERROR" = "The document %@ isn't compatible to be imported";
"RV_IMPORT_INTERNAL_ERROR" = "There was an internal error importing the document %@";
"RV_IMPORT_PROCORE_ERROR" = "The document %@ failed to upgrade during import. Error reason %@";
"RV_LABEL_SETTINGS_MIGRATION" = "Starting Label Settings Migration";
"RV_TEMPLATE_MIGRATION" = "Starting Template Migration";
"RV_LIBRARY_MIGRATION" = "Starting Library Migration";
"RV_MEDIA_MIGRATION_MISSING_FILE_ERROR" = "Missing File";
"RV_MEDIA_MIGRATION_MISSING_FILE_ERROR_REASON" = "The file at %@ is missing.";
"RV_MEDIA_MIGRATION_UNHANDLED_FILE_TYPE_ERROR" = "Unhandled File Type";
"RV_MEDIA_MIGRATION_UNHANDLED_FILE_TYPE_ERROR_REASON" = "The file at %@ isn't a media type we can manage.";
"RV_MEDIA_MIGRATION_FILE_ALREADY_EXISTS_ERROR" = "File Already Exists";
"RV_MEDIA_MIGRATION_FILE_ALREADY_EXISTS_ERROR_REASON" = "There is already a file at %@.";
"RV_MULTIPLE_ERRORS" = "There were multiple errors.";
"RV_FILE_ALREADY_EXISTS" = "File already exists.";
"RV_FILE_ALREADY_EXISTS_DESCRIPTION" = "There is already a file at %@";
"RV_UNDO_SET_PLAYBACK_BEHAVIOR" = "Set Playback Behavior";
"RV_IMPORT_UNDO_SET_SCALING_BEHAVIOR" = "Set Scale Behavior";
"RV_UNDO_SET_NEXT_BEHAVIOR" = "Set Next Behavior";
"RV_IMPORT_UNDO_DURATION" = "Set Duration";
"RV_IMPORT_UNDO_MIN_DURATION" = "Set Minimum Duration";
"RV_IMPORT_UNDO_MAX_DURATION" = "Set Maximum Duration";
"RV_IMPORT_UNDO_SET_DURATION_TYPE" = "Set Duration Type";
"RV_UNDO_SET_END_BEHAVIOR" = "Set End Behavior";
"RV_NEW_HEADER" = "New Header";
"RV_UNDO_REMOVE_PLAYLIST_ITEMS" = "Remove Playlist Items";
"RV_UNDO_REMOVE_PLAYLIST_ITEM" = "Remove Playlist Item";
"RV_UNDO_SET_PLAYLIST_ITEMS" = "Set Playlist Items";
"RV_UNDO_REMOVE_ALL_PLAYLIST_ITEMS" = "Remove All PLaylist Items";
"RV_UNDO_ADD_PLAYLISTS" = "Add Playlists";
"RV_UNDO_ADD_PLAYLIST" = "Add Playlist";
"RV_UNDO_REMOVE_PLAYLISTS" = "Remove Playlists";
"RV_UNDO_REMOVE_PLAYLIST" = "Remove Playlist";
"RV_DOWNLOADS" = "Downloads";
"RV_REMOVE_ALL_DOWNLOADS" = "Remove All Downloads";
"RV_CONFIRM_REMOVE_DOWNLOADS" = "Are you sure you want to delete the Download Media Cues?";
"RV_MASKS" = "Masks";
"RV_EDIT_MASKS" = "Edit Masks";
"RV_ADD_NEW_MASKS" = "Add New Mask";
"RV_UNDO_SET_MASK_NAME" = "Set Mask Name";
"RV_UNDO_INSERT_MASK" = "Insert Mask";
"RV_UNDO_INSERT_MASKS" = "Insert Masks";
"RV_UNDO_REMOVE_MASK" = "Remove Mask";
"RV_UNDO_REMOVE_MASKS" = "Remove Masks";
"RV_UNDO_MOVE_MASKS" = "Move Masks";
"RV_PCO_LINK" = "Link…";
"RV_PCO_UNLINK" = "Unlink…";
"RV_PCO_UNDO_LINK" = "Create Link";
"RV_PCO_UNDO_REMOVE_LINK" = "Remove Link";
"RV_PCO_DROP_DOC" = "Drop Presentation Here…";
"RV_PCO_DROP_MEDIA" = "Drop Media Here…";
"RV_PCO_DROP_MEDIA_DOC" = "Drop Presentation or Media here…";
"RV_UNDO_SET_HEADER_COLOR" = "Set Header Color";
"RV_UNDO_SET_LINKED_TIMER" = "Set Linked Timer";
"RV_PROREMOTE_PASSWORD_MATCH_MESSAGE" = "Invalid ProRemote password";
"RV_PROREMOTE_PASSWORD_MATCH_INFO" = "ProRemote controller and observer passwords cannot be identical";
"MENU_ENABLE_CALENDAR" = "Enable Calendar";
"RV_UNDO_REMOVE_SLIDES" = "Remove Slides";
"RV_UNDO_REMOVE_SLIDE" = "Remove Slide";
"RV_UNDO_REMOVE_ALL_SLIDES" = "Remove All Slides";
"RV_UNDO_SET_SLIDES" = "Set Slides";
"RV_UNDO_MOVE_SLIDES" = "Move Slides";
"RV_UNDO_ADD_SLIDES" = "Add Slides";
"RV_UNDO_ADD_SLIDE" = "Add Slide";
"RV_UNDO_ADD_STAGE_LAYOUTS" = "Add Stage Layouts";
"RV_UNDO_ADD_STAGE_LAYOUT" = "Add Stage Layout";
"RV_UNDO_REMOVE_STAGE_LAYOUTS" = "Remove Stage Layouts";
"RV_UNDO_REMOVE_STAGE_LAYOUT" = "Remove Stage Layout";
"RV_UNDO_REMOVE_ALL_STAGE_LAYOUTS" = "Remove All Stage Layouts";
"RV_UNDO_SET_STAGE_LAYOUTS" = "Set Stage Layouts";
"RV_UNDO_MOVE_STAGE_LAYOUTS" = "Move Stage Layouts";
"RV_UNDO_SET_DOCUMENT_SIZE" = "Set Document Size";
"RV_UNDO_SET_DOCUMENT_TRANSITION" = "Set Document Transition";
"RV_BACK" = "Back";
"RV_DONE" = "Done";
"RV_LICENSE_AGREEMENT" = "License Agreement";
"RV_ACKNOWLEDGMENTS" = "Acknowledgments";
"RV_EULA_INSTRUCTIONS" = "You must agree to the terms of the software license agreement to continue using the software.";

// MARK: - Video Inputs
"RV_VIDEO_INPUTS"				= "Video Inputs";
"RV_ENTER_DESCRIPTION"			= "Enter description";
"RV_VIDEO_INPUT_INDEX"			= "Input %d";
"RV_VIDEO_INPUT_DISCONNECTED"	= "Disconnected - ";
"RV_REMOVE_VIDEO_INPUT_DEVICE"	= "Remove Input Device";
"RV_VIDEO_INPUT_SETUP"			= "Video Input Setup…";
"RV_REMOVE_VIDEO_INPUT_ACTION"	= "Remove Video Input Action";

// MARK: - Message
"RV_CLEAR_AFTER_TIMER" = "When Timer Expires";
"RV_CLEAR_AFTER_TIMERS" = "When All Timers Expire";
"RV_CLEAR_AFTER_TIME" = "After %i Seconds";
"RV_AFTER_TIME" = "After Time";

"RV_SECONDS" = "Seconds";


// MARK: - Registration

"RV_DEMO" 						= "Demo";
"RV_DISABLE_DEMO"				= "Disable Demo";
"RV_REGISTER_PRO" 				= "Register ProPresenter";

"RV_REGISTRATION_ERROR"			= "Registration Error";
"RV_ALPHA_MODULE_ERROR"			= "You must purchase, activate, or demo the alpha key module in order to use this feature.";
"RV_SDI_MODULE_ERROR"			= "You must purchase, activate, or demo the SDI module in order to use this feature.";
"RV_EDGE_BLEND_MODULE_ERROR"	= "You must purchase, activate, or demo the edge blend module in order to use this feature.";

"RV_UNREGISTERED_RIBBON_LABEL"	= " Register ProPresenter";
"RV_DEMO_ACTIVE_RIBBON_LABEL"	= " Demo Active. Open Registration… ";

"RV_REGISTRATION_ERROR_UNKNOWN_ERROR"	= "Unknown error";
"RV_REGISTERED_TO"						= "Registered To";
"RV_LICENSE_INFO"						= "License";
"RV_REGISTER"							= "Register";
"RV_PURCHASE"							= "Purchase";
"RV_LICENSE_LOCATION"					= "License Location";
"RV_REGISTRATION_VOLUME"				= "Volume";
"RV_REGISTRATION_SELECT_VOLUME"			= "Select Volume...";
"RV_REGISTRATION_DELETE_LICENSE"		= "Remove license data from device";

"RV_REGISTRATION_SYSTEM_CLOCK_ALTERED"		= "System clock has been modified. Reset to current date and time";
"RV_REGISTRATION_HOST_FILE_MODIFICATION"	= "The host file has been modified and is no longer valid.";

"RV_SEAT_TYPE_BASIC" = "Basic";
"RV_SEAT_TYPE_ADVANCED" = "Advanced";

"RV_VIDEO_INPUTS" = "Video Inputs";
"RV_ENTER_DESCRIPTION" = "Enter description";
"RV_VIDEO_INPUT_INDEX" = "Input %d";
"RV_VIDEO_INPUT_DISCONNECTED" = "Disconnected - ";
"RV_REMOVE_VIDEO_INPUT_DEVICE" = "Remove Input Device";
"RV_REMOVE_VIDEO_INPUT_ACTION" = "Remove Video Input Action";

"RV_CONTIGUOUS_LAYOUT_GRID_VIEW" = "Grid View";
"RV_CONTIGUOUS_LAYOUT_EASY_VIEW" = "Easy View";
"RV_CONTIGUOUS_LAYOUT_TABLE_VIEW" = "Table View";

/**/

/* Main window sidebar preview - button title when outputs are on */
"PREVIEW_OUTPUTS_TOGGLE_BUTTON.title" = "Output: On";
/* Main window sidebar preview - button title when outputs are off */
"PREVIEW_OUTPUTS_TOGGLE_BUTTON.alternateTitle" = "Output: Off";


// MARK: - Preferences

"PREFERENCE_MOVE_SHOW_DIRECTORY.title" = "Choose a ProPresenter directory";

// MARK: - Screen Configuration

/* The "Auduience" screen type - screens that have content for the audience */
"SCREEN_CONFIG_AUDIENCE" = "Audience";
/* The "Stage" screen type - screens that have content for people on stage */
"SCREEN_CONFIG_STAGE" = "Stage";

/* The title shown in a tab that allows the user to see and customize Edge Blend options */
"SCREEN_CONFIG_EDGE_BLEND_DETAIL_VIEW.title" = "Edge Blend";
/* The title shown in a tab that allows the user to customize how colors are displayed on the output */
"SCREEN_CONFIG_COLOR_ADJUSTMENT_DETAIL_VIEW.title" = "Color Adjustment";

/**/
/* Looks Window Sidebar - Top */
"LOOKS_LIVE_LABEL.title" = "Live";
/* Looks Window Sidebar - Header for presets table */
"LOOKS_PRESET_LABEL.title" = "Presets";
/* Looks Window Sidebar - action tooltip to add a preset */
"LOOKS_PRESET_BUTTON.toolTip" = "Add Preset";

/* Output Create Window - device width text field label */
"OUTPUT_CREATE_WIDTH_LABEL.title" = "Width:";
/* Output Create Window - device height text field label */
"OUTPUT_CREATE_HEIGHT_LABEL.title" = "Height:";
/* Output Create Window - device name text field label */
"OUTPUT_CREATE_NAME_LABEL.title" = "Name:";
/* Output Create Window - confirm button title */
"OUTPUT_CREATE_CONFIRM_BUTTON.title" = "OK";
/* Output Create Window - cancel button title */
"OUTPUT_CREATE_CANCEL_BUTTON.title" = "Cancel";
/* Output Create Window - window title for placeholder outputs */
"OUTPUT_CREATE_WINDOW_PLACEHOLDER.title" = "New Placeholder Output";
/* Output Create Window - window title for "syphon" outputs */
"OUTPUT_CREATE_WINDOW_SYPHON.title" = "New Syphon Output";
/* Output Create Window - Error - no name provided */
"OUTPUT_CREATE_ERROR.emptyName" = "Provide a unique name for this output.";
/* Output Create Window - Error - duplicate name provided */
"OUTPUT_CREATE_ERROR.invalidName" = "There is already an output named %s.  Enter a unique name.";
/* Output Create Window - Error - invalid size. values: width, height */
"OUTPUT_CREATE_ERROR.invalidSize" = "Provided size (%@ x %@) is invalid. Height and width must be greater than zero and less than 30,000.";

/* Output Device Type - system connected screen */
"OUTPUT_DEVICE_TYPE_SYSTEM" = "System";
/* Output Device Type - blackmagic device */
"OUTPUT_DEVICE_TYPE_BLACKMAGIC" = "Blackmagic";
/* Output Device Type - NDI device */
"OUTPUT_DEVICE_TYPE_NDI" = "NDI";
/* Output Device Type - Syphon device */
"OUTPUT_DEVICE_TYPE_SYPHON" = "Syphon";
/* Output Device Type - placeholder device (no hardware) */
"OUTPUT_DEVICE_TYPE_PLACEHOLDER" = "Placeholder";

/* Timers - No limit for elapsed time */
"TIMERS_ELAPSED_TIME_NO_LIMIT.placeholder" = "No Limit";

/* Messages - window title*/
"MESSAGES_WINDOW.title" = "Messages";
/* Messages - title shown when there are no messages */
"MESSAGES_NO_MESSAGE_LABEL.title" = "No Messages";
/* Messages - clear individual message tool tip */
"MESSAGES_CLEAR_BUTTON.toolTip" = "Clear message";
/* Messages - clear all showing messages title */
"MESSAGES_CLEAR_ALL_BUTTON.title" = "Clear All";
/* Messages - clear individual message tool tip */
"MESSAGES_CLEAR_ALL_BUTTON.toolTip" = "Clear all message";
/* Messages - create new message button tool tip */
"MESSAGES_ADD_BUTTON.toolTip" = "Create new message";
/* Messages - show remote web browser tool tip */
"MESSAGES_SHOW_WEB_BROWSER_BUTTON.toolTip" = "Show web access";
/* Messages - dismiss when user manually clears the message */
"MESSAGES_DISMISS_MENU_ITEM_MANUALLY" = "Manually";
/* Messages - dismiss menu after time. value: seconds */
"MESSAGES_DISMISS_MENU_ITEM_AFTER_TIME" = "%i seconds";
/* Messages - after time top menu title */
"MESSAGES_DISMISS_MENU_AFTER_TIME" = "After Time";
/* Messages - button title after timer selected */
"MESSAGES_DISMISS_BUTTON_AFTER_TIME.title" = "After %i Seconds";
/* Messages - default name for a new message */
"MESSAGES_NEW_MESSAGE_DEFAULT_NAME" = "New Message";
/* Messages - default content for sample message. values: token name uuid, token room uuid */
"MESSAGES_SAMPLE_MESSAGE" = "%@, please come to room %@";
/* Messages - undo title for adding a message */
"MESSAGES_UNDO_ADD" = "Add Message";
/* Messages - undo title for adding multiple messages */
"MESSAGES_UNDO_ADD_PLURAL" = "Add Messages";
/* Messages - undo title for removing a message */
"MESSAGES_UNDO_REMOVE" = "Remove Messages";
/* Messages - undo title for removing multiple messages */
"MESSAGES_UNDO_REMOVE_PLURAL" = "Remove Message";
/* Messages - undo title for removing all messages */
"MESSAGES_UNDO_REMOVE_ALL" = "Remove All";
/* Messages - undo title for replacing all messages */
"MESSAGES_UNDO_SET_ALL" = "Set Messages";
/* Messages - timer token view - reset timer button */
"MESSAGES_RESET_TIMER_BUTTON.toolTip" = "Reset Timer";
/* Messages - start stop buton - timer in stopped state tool tip */
"MESSAGES_START_STOP_BUTTON_STOPPED.toolTip" = "Start Timer";
/* Messages - start stop button - timer in running state tool tip */
"MESSAGES_START_STOP_BUTTON_RUNNING.toolTip" = "Stop Timer";
/* Messages - timer token view - overrun option checkbox title */
"MESSAGES_OVERRUN_BUTTON.title" = "Overrun";
/* Messages - undo set system clock date style */
"MESSAGES_UNDO_DATE_STYLE" = "Set Date Format";
/* Messages - undo set system clock time style */
"MESSAGES_UNDO_TIME_STYLE" = "Set Time Format";
/* Messages - undo set system clock 24 hour style */
"MESSAGES_UNDO_24_HOUR" = "Set 24 Hour";


/* General - delete object */
"GENERAL_DELETE" = "Delete";

/* Main Toolbar - search button title */
"MAIN_TOOLBAR_SEARCH.title" = "Search";
"MAIN_TOOLBAR_SEARCH.toolTip" = "Search library contents and SongSelect";
/* Main Toolbar - search button tooltip when not showing the house of worship integrations */
"MAIN_TOOLBAR_SEARCH_NON_HOW.toolTip" = "Search library contents";

/* Main Toolbar - presentation button title */
"MAIN_TOOLBAR_PRESENTATION.title" = "Show";
"MAIN_TOOLBAR_PRESENTATION.toolTip" = "Enter Show Mode";
/* Main Toolbar - toggle presentation editor button title */
"MAIN_TOOLBAR_EDITOR.title" = "Edit";
"MAIN_TOOLBAR_EDITOR.toolTip" = "Edit the selected presentation";
/*  Main Toolbar - toggle reflow editor button title */
"MAIN_TOOLBAR_REFLOW.title" = "Reflow";
"MAIN_TOOLBAR_REFLOW.toolTip" = "Reflow the selected presentation";
/*  Main Toolbar - open bibles button title */
"MAIN_TOOLBAR_BIBLE.title" = "Bible";
"MAIN_TOOLBAR_BIBLE.toolTip" = "Create slides and presentations from the Bible";
/*  Main Toolbar - open theme button title */
"MAIN_TOOLBAR_THEME.title" = "Theme";
"MAIN_TOOLBAR_THEME.toolTip" = "Apply a theme to the selection";
/* Main Toolbar - toggle media bin button title */
"MAIN_TOOLBAR_MEDIA_BIN.title" = "Media";
"MAIN_TOOLBAR_MEDIA_BIN.toolTip" = "Show or hide the media bin";
/*  Main Toolbar - toggle timers button title */
"MAIN_TOOLBAR_TIMERS.title" = "Timers";
"MAIN_TOOLBAR_TIMERS.toolTip" = "Show or hide timers";
/* Main Toolbar - toggle messages button title */
"MAIN_TOOLBAR_MESSAGES.title" = "Messages";
"MAIN_TOOLBAR_MESSAGES.toolTip" = "Show or hide messages";
/* Main Toolbar - toggle stage button title */
"MAIN_TOOLBAR_STAGE.title" = "Stage";
"MAIN_TOOLBAR_STAGE.toolTip" = "Show or hide stage controls";
/* Main Toolbar - toggle props button title */
"MAIN_TOOLBAR_PROPS.title" = "Props";
"MAIN_TOOLBAR_PROPS.toolTip" = "Show or hide props control";
/*  Main Toolbar - open media store button title */
"MAIN_TOOLBAR_WEB_STORE.title" = "Store";
"MAIN_TOOLBAR_WEB_STORE.toolTip" = "Show the media store";
/*  Main Toolbar - open feedback button title */
"MAIN_TOOLBAR_FEEDBACK.title" = "Feedback";
"MAIN_TOOLBAR_FEEDBACK.toolTip" = "Share feedback with us";
/*  Main Toolbar - open more menu */
"MAIN_TOOLBAR_MORE.title" = "More";
"MAIN_TOOLBAR_MORE.toolTip" = "More";

"MAIN_TOOLBAR_MORE.STAGE_EDITOR.title" = "Stage Editor";
"MAIN_TOOLBAR_MORE.THEME_EDITOR.title" = "Theme Editor";
"MAIN_TOOLBAR_MORE.CCLI_EDITOR.title" = "CCLI Editor";
"MAIN_TOOLBAR_MORE.PROPS_EDITOR.title" = "Props Editor";
"MAIN_TOOLBAR_MORE.MASK_EDITOR.title" = "Mask Editor";


/* Main Toolbar - text style popover */
"MAIN_TOOLBAR_TEXT_STYLE.title" = "Text";
"MAIN_TOOLBAR_TEXT_STYLE.toolTip" = "Adjust the slide's text style";


/**/
"OPEN_PANEL_CHOOSE_DIRECTORY.title" = "Select a Directory";
/**/
"OPEN_PANEL_OK.prompt" = "OK";

/* The name of the default library. This is automatically created when the application is launched and has no libraries. */
"LIBRARY_DEFAULT_NAME" = "Presentations";
/* The placeholder library name, given when the user manually creates a new library. */
"LIBRARY_NEW_DEFAULT_NAME" = "New Library";
/**/
"PLAYLIST_ADD_LIBRARY.title" = "New Library";
/**/
"PLAYLIST_ADD_PRESENTATION.title" = "New Presentation";
/**/
"PLAYLIST_ADD_SMART_FOLDER.title" = "New Smart Playlist";
/**/
"PLAYLIST_ADD_PLANNING_CENTER.title" = "Planning Center Service…";
/**/
"PLAYLIST_DEFAULT_NAME" = "Playlist";
/**/
"PLAYLIST_FOLDER_DEFAULT_NAME" = "untitled folder";
/* the title of the library section in the library/playlist source list */
"LIBRARY_PLAYLIST_LIBRARY_HEADER.title" = "LIBRARY";
/* the title of the playlist section in the library/playlist source list */
"LIBRARY_PLAYLIST_PLAYLIST_HEADER.title" = "PLAYLIST";
/* placeholder text for the library search field */
"LIBRARY_SEARCH_FIELD.placeholder" = "Search";

/* the title in the media section source list */
"MEDIA_BIN_HEADER.title" = "MEDIA";
/* download item title that appears when downloads are present in the media bin */
"MEDIA_BIN_OUTLINE_DOWNLOAD_ITEM.title" = "Downloads";
/* contextual menu action title - downloads menu to remove all items */
"MEDIA_BIN_OUTLINE_DOWNLOAD_ITEM_MENU_REMOVE_DOWNLOADS.title" = "Remove All Downloads";
/**/
"MEDIA_BIN_OUTLINE_VIDEO_INPUT_ITEM.title" = "Video Input";
/**/
"MEDIA_BIN_OUTLINE_VIDEO_INPUT_ITEM_MENU_OPEN_CONFIGURATION.title" = "Open Configuration";
/**/
"MEDIA_BIN_FOOTER_LAYOUT_TYPE_GRID.toolTip" = "Grid";
/**/
"MEDIA_BIN_FOOTER_LAYOUT_TYPE_TABLE.toolTip" = "Table";

/**/
"MEDIA_BIN_IMPORT_MENU_FROM_FINDER.title" = "From Finder";
/**/
"MEDIA_BIN_IMPORT_MENU_FROM_VIDEO_INPUT.title" = "From Video Input";
/**/
"MEDIA_BIN_IMPORT_MENU_CONFIGURE_INPUTS.title" = "Video Input Configuration…";

/**/
"MEDIA_BIN_OUTLINE_MENU_SELECT_FOR_COMMUNICATIONS.title" = "Select for Communications";
/* a contextual menu item that allows the user to determine where its contents should be triggered */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.title" = "Smart Playlist Behavior";
/* a contextual menu sub-item that allows the user to specify media should be triggered in the background */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.background" = "Background";
/* a contextual menu sub-item that allows the user to specify media should be triggered in the foreground */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.foreground" = "Foreground";

/**/
"NEW_LABEL_DIALOG_WINDOW.title" = "New Label";
/**/
"NEW_LABEL_DIALOG_WINDOW.checkBoxTitle" = "Save Label";

/* Contiguous View options view controller. Font label title */
"CONTIGUOUS_VIEW_LAYOUT_OPTIONS_PREFERENCES_FONT_LABEL.title" = "Font";

/* alert text for getting permission to install sample library */
"SAMPLE_LIBRARY_ALERT.message" = "Are you sure you want to install the sample library?";
"SAMPLE_LIBRARY_INSTALL_ALERT.detailMessage" = "This will add a new library with the sample content";
/* name of the new library created when sample content is imported */
"SAMPLE_LIBRARY_NAME" = "Sample";
/* name of the new media playlist created when sample content is downloaded */
"SAMPLE_MEDIA_PLAYLIST_NAME" = "Sample Content";

/* alert text for the new presentation dialog that appears when the document name has invalid characters */
"NEW_PRESENTATION_NAME_INVALID_CHARACTERS.message" = "The name \"%@\" contains invalid characters";
"NEW_PRESENTATION_NAME_INVALID_CHARACTERS.detailMessage" = "Please use another name";
/* alert text for the new presentation dialog that appears when a document with the given name already exists */
"NEW_PRESENTATION_NAME_DUPLICATE_NAME.message" = "The name \"%@\" contains invalid characters";
"NEW_PRESENTATION_NAME_DUPLICATE_NAME.detailMessage" = "Please use another name";
"NEW_PRESENTATION_INVALID_CUSTOM_SIZE.message" = "Invalid Size";
"NEW_PRESENTATION_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";

/* the default name shown in the save panel when multiple playlists are being exported */
"EXPORT_PLAYLIST_MULTIPLE_DEFAULT_NAME" = "Playlists";
/* in the playlist export save panel, the title of the checkbox to indicate if media should be bundled */
"EXPORT_PLAYLIST_INCLUDE_MEDIA_BUTTON.title" = "Include media within presentations";
/* the title for the "Save Panel" where a user can choose a location to export a bundle file to */
"EXPORT_BUNDLE_PANEL.title" = "Export Bundle";
/* the button within the "Export Bundle" panel used to actually save the file */
"EXPORT_BUNDLE_PANEL.exportButton" = "Export";

/**/
"LIBRARY_DETAIL_ADD_MENU_NEW_PRESENTATION.title" = "New Presentation";

/**/
"NEW_HEADER_PLAYLIST.name" = "Header";

/* the title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.title" = "Are you sure you want to remove all selected libraries?";

/* the informational text of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.informativeText" = "This action cannot be undone.";

/* the delete button title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.deleteButtonText" = "Delete";

/* the cancel button title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.cancelButtonText" = "Cancel";

/* menu item title for the export playlist item in the library detail view */
"LIBRARY_CONTEXTUAL_MENU_ITEM_EXPORT.title" = "Export";

"LIBRARY_CONTEXTUAL_MENU_ITEM_REFRESH_PCO.title" = "Refresh";

"LIBRARY_CONTEXTUAL_MENU_ITEM_CONVERT_TO_STANDARD_PLAYLIST.title" = "Convert to Standard Playlist";

"LIBRARY_PCO_PRINT_PLAYLIST_MENU_ITEM.title" = "Print Playlist";

"PLAYLIST_CONTEXT_MENU_ITEM_COPY.title" = "Copy";

"PLAYLIST_CONTEXT_MENU_ITEM_PASTE.title" = "Paste";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_EXPORT_PRO_BUNDLE.title" = "Export as Bundle…";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_EXPORT_SLIDES_AS_IMAGES.title" = "Export as Images…";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_RESIZE.title" = "Resize";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_SELECT_ARRANGEMENT.title" = "Arrangement";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_REFLOW.title" = "Reflow";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_ADD_TO.title" = "Add to";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_MOVE_TO.title" = "Move to";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_INSPECT_CUES.title" = "Inspector";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_SHOW_IN_LIBRARY.title" = "Show in Library";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_RESIZE.title" = "Resize";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_ARRANGEMENT.title" = "Arrangement";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_REFLOW.title" = "Reflow";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_CHANGE_HEADER_COLOR.title" = "Change Header Color";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_REMOVE_FROM_PLAYLIST.title" = "Remove from Playlist";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_UPLOAD_PCO_ITEM.title" = "Upload to Planning Center";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_MASTER_ARRANGEMENT.title" = "Master";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_MASTER_ARRANGEMENT.title" = "Master";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_ADD_TO.title" = "Add To";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_EXPORT_AS_BUNDLE.title" = "Export as Bundle…";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_EXPORT_AS_IMAGES.title" = "Export as Images…";

"LIBRARY_DETAIL_DELETE_WARNING.title" = "Are you sure you want to remove all selected library documents?";

"LIBRARY_DETAIL_DELETE_WARNING.informativeText" = "This action cannot be undone.";

"LIBRARY_DETAIL_DELETE_WARNING.deleteButtonText" = "Delete";

"LIBRARY_DETAIL_DELETE_WARNING.cancelButtonText" = "Cancel";

/* the title of the menu item in the bible view footer that allows the user to save the current chapters/verses to a presentation */
"BIBLE_SAVE_MENU_SAVE_AS.title" = "Save as Presentation";
/* the title of the menu item in the bible view footer that allows the user to add the current chapters/verse to an existing, selected presentation */
"BIBLE_SAVE_MENU_COPY_TO.title" = "Copy to Selected Presentation";

/* The title for the general preferences checkbox allowing the user to show multiple playlist items */
"PREFERENCES_SHOW_MULTIPLE_PLAYLIST_ITEMS_CHECKBOX.title" = "Shows Multiple Playlist Items";


// MARK: - Themes

/* The default name for creating a new theme */
"NEW_THEME.name" = "New Theme";

/**/
"THEMES.name" = "Themes";
/* The title of the template menu when the user right clicks on a cue in a document */
"THEME_MENU.title" = "Theme";
/* The title of the menu item to edit template groups */
"THEME_MENU_EDIT.title" = "Edit...";
/* The title of the menu item that adds the selection into the theme */
"THEME_MENU_ADD_SELECTION_TO_THEME.title" = "Add selection to Theme";
/* The title of the menu item that delete a theme from the application */
"THEME_MENU_DELETE_THEME.title" = "Delete Theme";

/* The placeholder title for a slide whose name is empty */
"TEMPLATE_MENU_UNNAMED_TEMPLATE_ITEM.title" = "Template";
/* The title for a dummy item displayed as the selection */
"TEMPLATE_MENU_ITEM_ICON.title" = "Template";
/* The title for a template menu item that inserts a new slide */
"TEMPLATE_MENU_ITEM_NEW_SLIDE.title" = "Add New Slide";

/* The title for the menu item to create a new theme */
"THEME_MENU_NEW_THEME_ITEM.title" = "New Theme...";
/* The title for the menu item that saves the selection as a new theme */
"THEME_MENU_NEW_THEM_FROM_SELECTION.title" = "New Theme from selection";
/* The title for the menu item that shows various user preferences for refactoring slides */
"TEMPLATE_MENU_REFACTOR_PREFERENCES.title" = "Refactor Preferences";

"PLAYLIST_DETAIL_VIEW_CONTROLLER_PCO_UPDATE_AVAILABLE_BUTTON.title" = "Update Available";

/* The title for the registration info label about the expiration date when the license type is trial or rental */
"REGISTRATION_INFO_EXPIRATION_LABEL.title" = "Expiration";

/* The title for the registration info label about the available seats remaining in the license */
"REGISTRATION_INFO_AVAILABLE_SEATS_LABEL.title" = "Available Seats";

"TRANSPORT_CONTROLS_CLEAR_TO_LOGO_BUTTON.title" = "Clear To Logo";


// MARK: - Editors

/* The title for the inspector in the Prop editor */
"PROP_EDITOR_INSPECTOR_TAB.title" = "Prop";

/* Alert text for changing the size of a Prop */
"PROP_EDITOR_SIZE_CHANGE_ALERT.message" = "Changing the size will be applied to all props. Do you want to continue?";
/* Cancel button text for Prop size alert */
"PROP_EDITOR_SIZE_CHANGE_ALERT.cancel" = "Cancel";
/* Confirm button text for Prop size alert */
"PROP_EDITOR_SIZE_CHANGE_ALERT.confirm" = "Resize";

/* Menu item when right clicking on the cue to copy the slide's first element's text style */
"TEXT_STYLES_COPY_CUE_CONTEXTUAL_MENU_ITEM.title" = "Copy Text Style";
/* Menu item when right clicking on the cue to paste the copied text style to all slide elements */
"TEXT_STYLES_PASTE_CUE_CONTEXTUAL_MENU_ITEM.title" = "Paste Text Style";

/* Undo name for when the user pastes a text style onto an element (or multiple elements) */
"TEXT_STYLES_UNDO_PASTE_STYLE.title" = "Paste Text Style";

/* Right-click menu item to paste text from the clipboard, matching the existing text style in the text field. */
"PASTE_AS_PLAIN_TEXT_MENU_ITEM.title" = "Paste and Match Style";


// MARK: - Undo

/* Undo action for removing multiple actions */
"UNDO_MENU_ITEM_REMOVE_ACTIONS.title" = "Remove Actions";
/* Undo action for removing a single action */
"UNDO_MENU_ITEM_REMOVE_ACTION.title" = "Remove Action";

/* Undo action for renaming a prop slide */
"UNDO_MENU_ITEM_RENAME_PROP.title" = "Rename Prop";

/* Undo action for moving a presentation into a different library */
"UNDO_MOVE_LIBRARY_ITEM.title" = "Move Library Item";
/* Undo action for moving multiple presentations into a different library */
"UNDO_MOVE_LIBRARY_ITEMS.title" = "Move Library Items";

/* Undo action for copying a presentation into a different library */
"UNDO_COPY_LIBRARY_ITEM.title" = "Copy Library Item";
/* Undo action for copying multiple presentations into a different library */
"UNDO_COPY_LIBRARY_ITEMS.title" = "Copy Library Items";

/* Title for the house of worship checkbox in general preferences */
"PREFERENCES_SHOW_HOUSE_OF_WORSHIP_CHECKBOX.title" = "Show House of Worship Integrations";

/* Title for the share crash reports checkbox in general preferences */
"PREFERENCES_SHARE_CRASH_REPORTS_CHECKBOX.title" = "Share Crash Reports";

/* Title for the share analytics checkbox in general preferences */
"PREFERENCES_SHARE_ANALYTICS_CHECKBOX.title" = "Share ProPresenter Analytics";

/* Text for the house of worship detail label in general preferences */
"PREFERENCES_HOUSE_OF_WORSHIP_DETAIL_LABEL.text" = "We know that not everyone uses ProPresenter in the church. If you’d rather not see integrations specific to the church, you don’t want this option.";

/* Text for the share crash reports detail label in general preferences */
"PREFERENCES_SHARE_CRASH_REPORTS_DETAIL_LABEL.text" = "Automatically upload crash reports to our developers.";

/* Text for the share analytics detail label in general preferences */
"PREFERENCES_SHARE_ANALYTICS_DETAIL_LABEL.text" = "The anonymous data we collect allows us to serve you better.";

/* The title of the welcome window */
"WELCOME_WINDOW.title" = "Welcome To ProPresenter";

/* The Continue button title at the bottom of the welcome window */
"WELCOME_WINDOW_CONTINUE_BUTTON.title" = "Continue";

/* The Migrate button title at the bottom of the welcome window while the migration screen is showing */
"WELCOME_WINDOW_MIGRATE_BUTTON.title" = "Migrate";

/* The back button to go back to the welcome screen */
"WELCOME_WINDOW_BACK_TO_WELCOME_BUTTON.title" = "Welcome";

/* The back button to go back to the migration screen */
"WELCOME_WINDOW_BACK_TO_MIGRATION_BUTTON.title" = "Migration";

/* The back button to go back to the screen config screen */
"WELCOME_WINDOW_BACK_TO_SCREEN_CONFIG_BUTTON.title" = "Screen Configuration";

/* The back button to go back to the customization screen */
"WELCOME_WINDOW_BACK_TO_CUSTOMIZATION_BUTTON.title" = "Customization";

/* The forward button to skip the migration screen */
"WELCOME_WINDOW_SKIP_MIGRATION_BUTTON.title" = "Skip Migration";

/* The forward button title while migration is in progress to cancel migration */
"WELCOME_WINDOW_ABORT_MIGRATION_BUTTON.title" = "Abort Migration";

/* Prompt of the open panel when adding a new library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_OPEN_PANEL.prompt" = "Select";

/* Title of the open panel when adding a new library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_OPEN_PANEL.title" = "Choose a Library";

/* Title of the open panel when editing an existing library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_EDIT_LOCATION_OPEN_PANEL.title" = "Choose a folder for your ProPresenter Documents";

/* The top level menu item in the screen config menu */
"WELCOME_WINDOW_SCREEN_CONFIG_MENU_SELECT_AN_OUTPUT_DEVICE_MENU_ITEM.title" = "Select an output device…";

"WELCOME_WINDOW_SCREEN_CONFIG_CONFLICT.toolTip" = "The two selected outputs are the same";

"WELCOME_WINDOW_NEW_FEATURE_1.title" = "Welcome to ProPresenter";
"WELCOME_WINDOW_NEW_FEATURE_1.description" = "Here is a video walk though of the new ProPresenter";

"WELCOME_WINDOW_EULA_DISAGREE_BUTTON.title" = "Disagree";
"WELCOME_WINDOW_EULA_ACCEPT_BUTTON.title" = "Accept";

/* Editor Inpsector Tab Title - Presentation */
"EDITOR_INSPECTOR_PRESENTATION.title" = "Presentation";
/* Editor Inpsector Tab Title - Slide */
"EDITOR_INSPECTOR_SLIDE.title" = "Slide";
/* Editor Inpsector Tab Title - Shape */
"EDITOR_INSPECTOR_SHAPE.title" = "Shape";
/* Editor Inpsector Tab Title - Text */
"EDITOR_INSPECTOR_TEXT.title" = "Text";
/* Editor Inpsector Tab Title - Slide Notes */
"EDITOR_INSPECTOR_SLIDE_NOTES.title" = "Slide Notes";
/* Editor Inpsector Tab Title - Build */
"EDITOR_INSPECTOR_BUILD.title" = "Build";

/* document inspector - slide size title */
"EDITOR_DOCUMENT_INSPECTOR_SIZE.title" = "Size";


// MARK: - Import

/* The error message given when an error occurred when working with a temporary directory. */
"IMPORT_ERROR_TEMPORARY_DIRECTORY.description" = "File error";
/* The error message given when an invalid file URL is encountered during import. */
"IMPORT_ERROR_INVALID_FILE.description" = "Invalid file";
/* The error message given when ProPresenter is unable to unzip a file. */
"IMPORT_ERROR_UNZIP.description" = "Error unzipping files";
/* The error message given when no files were found within a bundle. */
"IMPORT_ERROR_BUNDLE_NO_FILES_FOUND.description" = "No files found";
/* The error message given when an error occurred trying to relink media for a bundle. */
"IMPORT_ERROR_BUNDLE_RELINKING_MEDIA.description" = "Errors relinking media";
/* The error message given when trying to import text from the clipboard, but the clipboard does not contain any text. */
"IMPORT_ERROR_CLIPBOARD_DOES_NOT_CONTAIN_TEXT.description" = "The clipboard is empty.";
/* The error message given when trying to import a PowerPoint document without having PowerPoint installed. */
"IMPORT_ERROR_POWERPOINT_NOT_DETECTED.description" = "PowerPoint version 2016 or greater must be installed in order to import.";

/* The import progress message when in the step of downloading an item from iCloud during import */
"IMPORT_PROGRESS_CLOUD_DOWNLOAD.title" = "Downloading from iCloud";

// MARK: - What's New In ProPresenter Window

/* The window's title */
"WHATS_NEW_IN_PRO_WINDOW.title" = "What's New In ProPresenter";
/* The "Continue" button. The user presses this to move from one page to the next. */
"WHATS_NEW_IN_PRO_WINDOW_CONTINUE_BUTTON.title" = "Continue";
/* Feature overview page - see all changes button to open webpage */
"WHATS_NEW_IN_PRO_FEATURE_OVERVIEW_SEE_CHANGES_BUTTON.title" = "See All Changes";
/* Feature overview text page - see all changes button to open webpage */
"WHATS_NEW_IN_PRO_TEXT_OVERVIEW_SEE_CHANGES_BUTTON.title" = "See All Changes";
/* feature page 1 - feature title */
"WHATS_NEW_IN_PRO_FEATURE_1.title" = "New Feature 1";
/* feature page 1 - feature description */
"WHATS_NEW_IN_PRO_FEATURE_1.description" = "This new feature is really exciting!";

"PRESENTATION_VIEW_UNGROUP_MENU_ITEM.title" = "Ungroup";
"PRESENTATION_VIEW_LABEL_MENU_ITEM.title" = "Label";

"WATERMARK_ALTERED_ALERT.messageText" = "The ProPresenter application has been damaged or modified";
"WATERMARK_ALTERED_ALERT.informativeText" = "Download a new copy from renewedvision.com";
"WATERMARK_ALTERED_ALERT.quitButton" = "Quit";

"DOCUMENT_VIEW_CONTROLLER_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";
"PLAIN_TEXT_IMPORT_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";
"LIBRARY_DETAIL_VIEW_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";

"FILE_MENU_CLOSE_WINDOW_MENU_ITEM.title" = "Close Window";

"PRESENTATION_DETAIL_HEADER_VIEW_NOTES_BUTTON.toolTip" = "Notes";
"PRESENTATION_DETAIL_HEADER_VIEW_ARRANGEMENTS_BUTTON.toolTip" = "Arrangements";
"PRESENTATION_DETAIL_HEADER_VIEW_TIMELINE_BUTTON.toolTip" = "Timeline";

"CONTIGUOUS_VIEW_ADD_SLIDE_BUTTON.toolTip" = "Add Slide";

"MEDIA_BIN_FOOTER_IMPORT_ADD_MEDIA_BUTTON.toolTip" = "Add Media";

"UNDO_SLIDE_SET_DRAWS_BACKGROUND_COLOR_ENABLED" = "Set Background Color Enabled";
"UNDO_SLIDE_SET_BACKGROUND_COLOR" = "Set Background Color";


/* The title for the slide show button when a slide show is active. `%@` represents the time for each slide in seconds. */
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON_ACTIVE.title" = "%@s";
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON_ACTIVE.tooltip" = "Slide Show: %@s";
/* The title for the slide show button when a slide show is not active. */
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON.title" = "Slide Show";
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON.tooltip" = "Slide Show";

"PRESENTATION_VIEW_NO_SLIDE_SHOW_ITEM.title" = "None";
"PRESENTATION_VIEW_CUSTOM_SLIDE_SHOW_ITEM.title" = "Custom...";
"UNDO_PRESENTATION_SET_SLIDE_SHOW_DURATION" = "Set Slide Show Duration";
"SLIDE_SHOW_INVALID_CUSTOM_DURATION.message" = "Invalid custom duration";
"SLIDE_SHOW_INVALID_CUSTOM_DURATION.info" = "Slide duration must be greater than or equal to zero seconds.";

// Strings used when user wants to check for updates - maintenance is expired, however, there ARE updates they can download
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT.messageText" = "Renew ProPresenter+ to Access Latest Features";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT.informativeText" = "There are %d updates available with your current license. Renew ProPresenter+ to receive %d more updates";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_DOWNLOAD_BUTTON.title" = "Download %d Updates";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_RENEW_BUTTON.title" = "Renew ProPresenter+";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_CANCEL_BUTTON.title" = "Cancel";

// Strings used when user wants to check for updates - maintenance is expired and there are NO updates available for them to download
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT.messageText" = "Renew ProPresenter+ to Access Latest Features";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT.informativeText" = "Your current license has no more updates available. Renew ProPresenter+ to receive the latest updates";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT_RENEW_BUTTON.title" = "Renew ProPresenter+";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT_OK_BUTTON.title" = "OK";

"CHECK_FOR_UPDATES_NONE_AVAILABLE_ALERT.messageText" = "You're up-to-date!";
"CHECK_FOR_UPDATES_NONE_AVAILABLE_ALERT_OK_BUTTON.title" = "OK";

"CHECK_FOR_UPDATES_REQUEST_ERROR.title" = "Error checking for updates.";

"CHECK_FOR_UPDATES_ERROR_ALERT_DONE_BUTTON.title" = "Done";

"UPDATE_PROGRESS_ALERT_CANCEL_BUTTON.title" = "Cancel";

"UPDATE_PROGRESS_ALERT_WINDOW.title" = "Checking for Updates…";

"SCREEN_CONFIGURATION_IDENTIFY_BUTTON.title" = "Identify";

"LAYOUT_OPTIONS_CUE_BACKGROUND_CHECKBOX.title" = "Background Color";
"LAYOUT_OPTIONS_CUE_BACKGROUND_COLOR.explanation" = "Drawn as slide background color in preview thumbnail";

"LAYOUT_TABLE_VIEW_OPTIONS_BACKGROUND_COLOR.title" = "Table Background Color";
"LAYOUT_TABLE_VIEW_OPTIONS_BACKGROUND_COLOR.title" = "Table Background Color";

/// Screen config window title
"SCREEN_CONFIG_WINDOW.title" = "Screen Configuration";
/// Screen configuration screen configuration arrangement menu item title - mirror type
"DEVICE_ARRANGEMENT_TYPE_MIRRORED.displayName" = "Mirror";
/// For mirrored arrangement, this is the label next to the stepper
"SCREEN_CONFIG_MIRRORED_OUTPUTS_COUNT_LABEL.title" = "Outputs";


// MARK: - Text Styles Popover

"TEXT_STYLES_UNDO_SET_FONT" = "Set Font";
"TEXT_STYLES_UNDO_SET_FONT_COLOR" = "Set Font Color";
"TEXT_STYLES_UNDO_SET_CAPITALIZATION" = "Set Capitalization";
"TEXT_STYLES_UNDO_MODIFY_FONT_SIZE" = "Change Font Size";
"TEXT_STYLES_UNDO_SET_FONT_SIZE" = "Set Font Size";
"TEXT_STYLES_UNDO_SET_HORIZONTAL_ALIGNMENT" = "Set Horizontal Alignment";
"TEXT_STYLES_UNDO_SET_VERTICAL_ALIGNMENT" = "Set Vertical Alignment";
"TEXT_STYLES_UNDO_SET_STROKE_ENABLED" = "Set Stroke Enabled";
"TEXT_STYLES_UNDO_SET_STROKE_COLOR" = "Set Stroke Color";
"TEXT_STYLES_UNDO_MODIFY_STROKE_WIDTH" = "Change Stroke Width";
"TEXT_STYLES_UNDO_SET_STROKE_WIDTH" = "Set Stroke Width";
"TEXT_STYLES_UNDO_SET_SHADOW_ENABLED" = "Set Shadow Enabled";
"TEXT_STYLES_UNDO_SET_SHADOW_COLOR" = "Set Shadow Color";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_OPACITY" = "Change Shadow Opacity";
"TEXT_STYLES_UNDO_SET_SHADOW_OPACITY" = "Set Shadow Opacity";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_BLUR" = "Change Shadow Blur";
"TEXT_STYLES_UNDO_SET_SHADOW_BLUR" = "Set Shadow Blur";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_OFFSET" = "Change Shadow Offset";
"TEXT_STYLES_UNDO_SET_SHADOW_OFFSET" = "Set Shadow Offset";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_ANGLE" = "Change Shadow Angle";
"TEXT_STYLES_UNDO_SET_SHADOW_ANGLE" = "Set Shadow Angle";


// MARK: - Default Values

/* The name of a default timer created at first launch. Intended to track time for one part of a show. */
"DEFAULT_TIMER_SEGMENT_COUNTDOWN" = "Segment Countdown";
/* The name of a default timer created at first launch. Intended to track time until a show begins. */
"DEFAULT_TIMER_PRESHOW_COUNTDOWN" = "Preshow Countdown";
/* The name of a default timer created at first launch. Intended to track the time remaining in a game. */
"DEFAULT_TIMER_GAME_TIMER" = "Game Timer";

/* title for alert shown when user attempts to refresh pco playlist but is not online */
"PCO_REFRESH_PLAYLIST_NOT_ONLINE_ALERT.title" = "No Internet Connection";
/* title for ok button shown when user attempts to refresh pco playlist but is not online */
"PCO_REFRESH_PLAYLIST_NOT_ONLINE_ALERT_BUTTON.title" = "OK";

/* Title for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT.title" = "Beta Must Be Up-to-Date";

/* Informative text for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT.informativeText" = "In the beta period, ProPresenter must be up-to-date with the latest version. Please allow download.";

/* Download button title for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT_DOWNLOAD_UPDATE_BUTTON.text" = "Download Update";

/* title for video input behavior menu item */
"VIDEO_INPUT_ACTION_BEHAVIOR_MENU_ITEM.title" = "Video Input Action Behavior";

/* title for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT.title" = "Are you sure you want to delete the selected Audio Cues?";

/* informative text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT.informativeText" = "\"Delete Cues\" will remove from ProPresenter only. \"Move to trash\" will remove cues from ProPresenter and move the files to the Trash.";

/* delete cues button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_DELETE_CUES_BUTTON.title" = "Delete Cues";

/* move to trash button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_MOVE_TO_TRASH_BUTTON.title" = "Move To Trash";

/* cancel button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_CANCEL_BUTTON.title" = "Cancel";

/* undo string for editing slide notes */
"UNDO_SET_SLIDE_NOTES" = "Set Slide Notes";


// MARK: - Bibles

/* Menu Item title for reference bible text box selection */
"BIBLE_REFERENCE_WITH_VERSE_MENU_ITEM.title" = "With Verse";
/* Menu item title for default bible template in the bible options view */
"BIBLE_TEMPLATE_SELECTION_MENU.DEFAULT_TEMPLATE.title" = "Default";

/* Alert error creating bibles folder when attempting to move downloaded bible to RVBibles folder */
"INSTALL_BIBLE_ERROR_CREATE_BIBLES_FOLDER_ALERT.messageText" = "Unable to save the downloaded Bible on disk because the destination directory could not be created.";

"INSTALL_BIBLE_ERROR_CREATE_BIBLES_FOLDER_ALERT_BUTTON.title" = "OK";

/* Alert message text for when user tries to convert a PCO playlist with unlinked items */
"CONVERT_PCO_PLAYLIST_TO_STANDARD_PLAYLIST_PROMPT.message" = "Unlinked items in PCO playlist";
/* Alert info text for when user tries to convert a PCO playlist with unlinked items */
"CONVERT_PCO_PLAYLIST_TO_STANDARD_PLAYLIST_PROMPT.info" = "There are unlinked planning center items in your playlist. Converting to a standard playlist will remove those items.";

/* The title for the web store window */
"WEB_STORE_WINDOW.title" = "Web Store";

/* Menu item title for audience look action editor when there are no audience looks available */
"OPEN_AUDIENCE_LOOKS_WINDOW_MENU_ITEM.title" = "Open Audience Looks…";

/* Menu item title to display when there are no audience looks in the audience look action popover*/
"AUDIENCE_LOOKS_POPOVER_NONE_AVAILABLE_MENU_ITEM.title" = "None Available";

/* The string which is displayed in the editor element table view for text elements */
"SLIDE_ELEMENT_TEXT_DISPLAY_NAME" = "Text";


// Action Validation
"PRESENTATION_VIEW_CUE_MEDIA_ACTION_ERROR_tooltip" = "Media - %@ Not Found";
"PRESENTATION_VIEW_CUE_STAGE_LAYOUT_ACTION_ERROR_tooltip" = "Invalid Stage Layout Action";
"PRESENTATION_VIEW_CUE_TIMER_ACTION_ERROR_tooltip" = "Timer Not Found";
"PRESENTATION_VIEW_CUE_LOOK_ACTION_ERROR_tooltip" = "Look Not Found";
"PRESENTATION_VIEW_CUE_COMMUNICATION_ACTION_ERROR_tooltip" = "Communication Device Not Found";
"PRESENTATION_VIEW_CUE_PROP_ACTION_ERROR_tooltip" = "Prop Slide Not Found";
"PRESENTATION_VIEW_CUE_MESSAGE_ACTION_ERROR_tooltip" = "Message Not Found";

"STAGE_SCREEN_LAYOUT_SELECT_STAGE_LAYOUT_POPUP_BUTTON.title" = "Select Stage Layout";
"STAGE_SCREEN_LAYOUT_NO_LAYOUTS_AVAILABLE_POPUP_BUTTON.title" = "No Stage Layouts";


/* Menu item title for adding a clear action to a presentation cue */
"PRESENTATION_CUE_ADD_CLEAR_ACTION_MENU_ITEM.title" = "Clear";

/* Menu item title for adding an audience action to a presentation cue */
"PRESENTATION_CUE_ADD_CLEAR_AUDIENCE_LOOK_ACTION_MENU_ITEM.title" = "Audience Look";

/* Menu item title for adding a stage action to a presentation cue */
"PRESENTATION_CUE_ADD_STAGE_ACTION_CONTEXTUAL_MENU_ITEM.title" = "Stage";

/* Menu item title for adding a timer action to a presentation cue */
"PRESENTATION_CUE_ADD_TIMER_ACTION_CONTEXTUAL_MENU_ITEM.title" = "Timer";

/* Menu item title for adding a communication action to a presentation cue */
"PRESENTATION_CUE_ADD_COMMUNICATION_ACTION_CONTEXTUAL_MENU_ITEM.title" = "Communication";

/* Menu item title for editing a timer action */
"EDIT_TIMER_ACTION_MENU_ITEM.title" = "Timer: %@";

/* Menu item title for editing a prop action */
"EDIT_PROP_ACTION_MENU_ITEM.title" = "Prop: %@";

/* Menu item title for editing a message action */
"EDIT_MESSAGE_ACTION_MENU_ITEM.title" = "Message: %@";

"PRESENTATION_ADD_STAGE_ACTION_CONTEXTUAL_MENU_ITEM.title" = "Stage Action";

/*Import progress window messages*/
"IMPORT_PROGRESS_WINDOW_PERCENT_COMPLETE" = "%i%% complete...";
"IMPORT_PROGRESS_WINDOW_MEDIA_IMPORT_TITLE" = "Media import progress";
"IMPORT_PROGRESS_WINDOW_DROPBOX_DOWNLOAD_IN_PROGRESS" = "Downloading file(s) from Dropbox...";

/* Screen Configuration - Blend Controls */
"BLEND_WIDTH" = "Width";
"BLEND_LEFT_SCREEN" = "Left Screen";
"BLEND_RIGHT_SCREEN" = "Right Screen";
"BLEND_CURVE" = "Curve";
"BLEND_RADIUS" = "Radius";
"BLEND_GAMMA" = "Gamma";
"BLEND_INTENSITY" = "Intensity";
"BLEND_BLACK_LEVEL" = "Black Level";
"BLEND_CURVE_LINEAR" = "Linear";
"BLEND_CURVE_CUBIC" = "Cubic";
"BLEND_CURVE_QUADRATIC" = "Quadratic";
"BLEND_CURVE_LINEAR_tooltip" = "Linear";
"BLEND_CURVE_CUBIC_tooltip" = "Cubic";
"BLEND_CURVE_QUADRATIC_tooltip" = "Quadratic";

"RV_UNDO_BUILD_TEXT_REVEAL_TYPE" = "Set Text Reveal Type";
"RV_UNDO_SET_REVEAL_FROM_INDEX" = "Set Reveal From Index";

// title for alert shown when a user enters an invalid syphon custom size
"DEVICE_CONFIGURATION_SYPHON_INVALID_CUSTOM_SIZE_ALERT.title" = "Invalid size";

// title for the syphon custom size modal
"DEVICE_CONFIGURATION_SYPHON_CUSTOM_SIZE_MODAL.title" = "Enter a custom width and height";

"PRINT_PREPARING_ALERT.title" = "Preparing";
